[
  {
    "pmid": "40650712",
    "citation": "Carlos Jiménez-Vicente et al. Enasidenib as treatment for AML with IDH2 mutation: multicenter real-life study of the early-access program in Spain.. Annals of hematology (2025 Jul)",
    "title": "Enasidenib as treatment for AML with IDH2 mutation: multicenter real-life study of the early-access program in Spain.",
    "abstract": "Enasidenib is an oral IDH2 inhibitor that reduces the production of the oncometabolite 2-hydroxyglutarate, differentiating IDH2 mutated leukemic cells with initial promising results for acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS) patients. We performed a retrospective study in Spain evaluating enasidenib in patients diagnosed with IDH2-mutated myeloid neoplasms (AML, MDS, myeloid sarcoma and chronic myelomonocytic leukemia (CMML). Twenty-three patients were included, with 20 having a refractory/relapsed (R/R) disease status. The median age was 73 years, and the majority patients were classified as adverse risk by the European LeukemiaNet 2022 criteria. The most frequent mutation was IDH2 R140 (69.6%), while 30.4% had R172 mutation. Enasidenib was administered as a single agent in 18 patients, in combination with azacitidine in four patients, and with low-dose cytarabine in another one. The median number of cycles administered was four, with an overall response rate (ORR) of 39.1% and a morphological complete remission (CR) rate of 26.1%. Median overall survival (OS) was 8.3 months. Patients who achieved a complete response had a better outcome than the rest of the patients in terms of OS (19.8 months (95%CI: 15.7-NR) vs. 4.2 (95%CI: 1.5-NR), p = 0.01). Drug-related events included leukocytosis in five patients (21.7%), hyperbilirubinemia in six patients (26.1%) and differentiation syndrome (DS) in four patients (17.4%), including one grade 3 DS and one death related to this latter adverse event (AE), similar to previous findings. Although enasidenib failed to demonstrate a clear overall survival advantage in phase 3 trials, the extended responses and long-term survivors observed herein underscore its therapeutic potential. Ultimately, our data support enasidenib's role as a targeted therapy for IDH2-mutated AML, indicating that expanded access to this agent is warranted to optimize outcomes in these challenging patient populations, especially for R/R AML patients.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions that azacitidine was used in combination with enasidenib in four patients, but it does not provide any adverse event data specifically related to azacitidine in those patients or in CMML patients in general.  The adverse events listed are related to enasidenib."
  },
  {
    "pmid": "40498375",
    "citation": "Kyriaki Katsiki et al. Comparative Analysis of the TCR Repertoire in Bone Marrow CD8. European journal of immunology (2025 Jun)",
    "title": "Comparative Analysis of the TCR Repertoire in Bone Marrow CD8",
    "abstract": "Bone marrow CD8",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not indicate that this paper contains any information regarding azacitidine treatment or adverse events in CMML patients.  The focus is on TCR repertoire analysis in bone marrow CD8 cells, not on treatment side effects."
  },
  {
    "pmid": "40337877",
    "citation": "Meng Chen et al. Rare cases of atraumatic splenic rupture managed conservatively in patients with myeloid neoplasms: a report of two cases and literature review.. Chinese clinical oncology (2025 Apr)",
    "title": "Rare cases of atraumatic splenic rupture managed conservatively in patients with myeloid neoplasms: a report of two cases and literature review.",
    "abstract": "Atraumatic splenic rupture (ASR) is rare and typically attributed to underlying pathological conditions, with neoplastic diseases being the main etiologies. Traditionally, surgical intervention has been the standard approach for managing ASR in the majority of patients. However, reports on the outcomes of conservative management, especially for ASR related to myeloid neoplasms, are scarce. Here, we present two case reports involving ASR associated with myeloid neoplasms. The first patient, suffering from chronic myelomonocytic leukemia (CMML) harboring CBL and ASXL1 mutations, developed ASR shortly after receiving treatment with the hypomethylating agent 5-azacytidine. The second patient, in the blast phase of myeloproliferative neoplasms (MPN), experienced ASR during the progression of their disease. In the initial case, despite experiencing intense abdominal pain and hypovolemic shock, the patient responded favorably to prompt fluid resuscitation and blood transfusion upon, thanks to a timely diagnosis. A non-operative management approach successfully averted the need for splenectomy or arterial embolism, leading to a favorable outcome. In the second case, the patient presented with progressive abdominal pain but remained hemodynamic stability throughout the ASR episode. We opted for a cautious approach, prioritizing resuscitation, close monitoring, and a watchful waiting strategy. Regrettably, the patient's condition deteriorated, marked by increasing splenomegaly, unchecked leukocytosis, and recurrent parenchymal hemorrhages. Here, we report two cases of ASR in myeloid neoplasms, demonstrating that patients may achieve acceptable outcomes with conservative management.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Atraumatic splenic rupture (ASR)",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Atraumatic splenic rupture"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "Only one patient experienced an adverse event possibly related to azacitidine treatment.  The abstract does not provide details on the grading of the adverse event,  nor does it quantify serious adverse events, treatment discontinuation, or deaths related to azacitidine. The information is limited to a single case report of atraumatic splenic rupture. "
  },
  {
    "pmid": "40252309",
    "citation": "Julie S Braish et al. Safety and efficacy of the combination of azacitidine with venetoclax after hypomethylating agent failure in higher-risk myelodysplastic syndrome.. Leukemia research (2025 Jun)",
    "title": "Safety and efficacy of the combination of azacitidine with venetoclax after hypomethylating agent failure in higher-risk myelodysplastic syndrome.",
    "abstract": "Therapies for patients with higher-risk myelodysplastic syndromes (HR-MDS) who have failed hypomethylating agents (HMAs) are needed. This Phase I/II study evaluates the safety, tolerability, and efficacy of venetoclax, an orally bioavailable BCL-2 inhibitor, in combination with azacitidine in this population. We conducted a single-center, dose-escalation, Phase I/II trial (NCT04550442) involving 33 patients with HR-MDS or CMML (IPSS ≥ 1.5) who had progressed after prior HMA therapy. Patients received intravenous or subcutaneous azacitidine (SC) (75 mg/m² for 5 days) and venetoclax (100-400 mg for 7-14 days in a 28-day cycle). The primary endpoints were safety/tolerability (Phase 1) and overall response rate (ORR) (Phase 2). Patients received a median of 3 cycles (range, 1-22). The maximum tolerated dose of venetoclax was 400 mg. Common grade 3-4 adverse events included neutropenia (19 %) and thrombocytopenia (10 %). The 4-week early mortality rate was 9 %. The ORR was 49 %, and the median overall survival (OS) was 7 months (95 % CI, 3.5-10.5). The median progression-free survival (PFS) was 6 months (95 % CI, 3.0-9.0). Four patients (12 %) underwent stem cell transplantation, with 3 of 4 alive at last follow-up (75 %). Combining venetoclax with azacitidine is feasible for HR-MDS and CMML patients who failed prior HMA therapy. However, this combination did not significantly improve clinical outcomes in this patient population.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not list all adverse events, only that neutropenia and thrombocytopenia were common grade 3-4 adverse events.",
      "grade_3_4_events": "Neutropenia (19%), Thrombocytopenia (10%)",
      "serious_adverse_events": "The 4-week early mortality rate was 9% (This is likely a serious adverse event, but the exact cause is not specified).",
      "most_common_events": [
        "Neutropenia",
        "Thrombocytopenia"
      ],
      "treatment_discontinuation": "Not specified",
      "treatment_related_deaths": "Not specified, but 9% early mortality rate within 4 weeks."
    },
    "extraction_notes": "The abstract reports combined adverse events for azacitidine and venetoclax.  It does not separate them.  The reported grade 3-4 events are the most specific data available related to azacitidine in the context of CMML patients within this study.  Early mortality is noted, but causality is not established."
  },
  {
    "pmid": "40164584",
    "citation": "Alex Bataller et al. Oral decitabine cedazuridine with and without venetoclax in higher-risk myelodysplastic syndromes or chronic myelomonocytic leukemia: a propensity score-matched study.. Blood cancer journal (2025 Mar)",
    "title": "Oral decitabine cedazuridine with and without venetoclax in higher-risk myelodysplastic syndromes or chronic myelomonocytic leukemia: a propensity score-matched study.",
    "abstract": "Hypomethylating agents (HMA) are indicated in the treatment of higher-risk myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). The combination of hypomethylating agents with venetoclax (Ven) has demonstrated promising results in these diseases, although randomized clinical trials are needed for validation. In this retrospective study, we compared two matched cohorts of patients with MDS or CMML: one receiving oral decitabine-cedazuridine (DEC-C, n = 73) and one receiving DEC-C and Ven (DEC-C-Ven, n = 51), in three contemporary clinical trials. The aim is to determine the impact of the addition of Ven to HMA in MDS and CMML. Individuals were matched using a propensity score approach that was based on the IPSS-M score and age. All patients had excess blasts; 84% were diagnosed with MDS and 16% with CMML. Most patients had high- or very high-risk disease, according to the revised IPSS-R. The overall response rate was superior in the DEC-C-Ven cohort (90% vs 64%, P = 0.002). The median times to best response were 1.1 and 2.7 months for the DEC-C-Ven and DEC-C cohorts, respectively (P < 0.001). More patients underwent hematopoietic stem cell transplantation in the DEC-C-Ven cohort (47%) than in the DEC-C cohort (16%, P < 0.001). The 4- and 8-week mortality did not significantly differ between the DEC-C and DEC-C-Ven cohorts. Patients in the DEC-C-Ven cohort had a more profound neutropenia at days 15 and 21 of the first cycle. The median overall survival was 24 and 19 months for the DEC-C-Ven and DEC-C cohorts, respectively (P = 0.89), and the median event-free survival durations were 18 and 10 months (P = 0.026). In conclusion, the addition of Ven resulted in improved response rates and outcomes in specific subgroups; prospective clinical trials are needed to confirm these findings.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Neutropenia (more profound in the DEC-C-Ven cohort at days 15 and 21 of the first cycle).  The abstract does not list other AEs.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "Not specified.",
      "most_common_events": [
        "Neutropenia"
      ],
      "treatment_discontinuation": "Not specified.",
      "treatment_related_deaths": "Not specified. 4- and 8-week mortality did not significantly differ between cohorts."
    },
    "extraction_notes": "The study uses decitabine-cedazuridine (DEC-C).  The abstract mentions neutropenia as an adverse event, particularly more pronounced in the group receiving DEC-C plus venetoclax.  Specific details on other adverse events, grades, seriousness, treatment discontinuation, and treatment-related deaths are not provided in the abstract."
  },
  {
    "pmid": "40013211",
    "citation": "Marwa Mir et al. Pleural Effusion in a Patient With Chronic Myelomonocytic Leukemia Treated With Azacitidine.. Cureus (2025 Jan)",
    "title": "Pleural Effusion in a Patient With Chronic Myelomonocytic Leukemia Treated With Azacitidine.",
    "abstract": "Pleural effusion is an uncommon occurrence in chronic myelomonocytic leukemia (CMML) patients, and its mechanisms remain poorly understood. We report the case of a 66-year-old male with a known medical history of CMML, referred from the oncology clinic due to shortness of breath attributed to a left pleural effusion, evident on a chest X-ray following a chemotherapy session. A diagnostic thoracentesis and cytology were conducted, which yielded exudative fluid negative for malignant cells and found reactive mesothelial cells and macrophages in a background of numerous chronic inflammatory cells and acellular proteinaceous material. However, due to the limited effectiveness of cytological examination in identifying malignant pleural effusions, the occurrence of leukemic effusions in CMML patients may be underestimated. This case underscores the importance of prompt recognition and management of pleural effusion in patients with underlying hematologic conditions like CMML.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Pleural effusion (shortness of breath)",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Pleural effusion"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract reports a single case of pleural effusion in a CMML patient treated with azacitidine.  No other adverse events are mentioned, and no grading, severity, or frequency data is provided.  The causality of the pleural effusion to azacitidine is not explicitly stated, but the temporal relationship suggests a potential link."
  },
  {
    "pmid": "39903257",
    "citation": "Kishan A Bhatt et al. Diagnosis and management of concurrent metastatic melanoma and chronic myelomonocytic leukemia.. Melanoma research (2025 Jun)",
    "title": "Diagnosis and management of concurrent metastatic melanoma and chronic myelomonocytic leukemia.",
    "abstract": "While the association between chronic lymphocytic leukemia (CLL) and a higher incidence of melanoma is well documented, the diagnosis of concurrent high-risk chronic myelomonocytic leukemia (CMML) and metastatic melanoma (MM) has not previously been described. Moreover, the treatment of MM and CMML differ greatly in the mechanism of action of their corresponding antineoplastic therapies: treatment of MM frequently involves immune checkpoint inhibitors (ICI), while patients with CMML receive myelosuppressive agents. Simultaneous management of these malignancies can be nuanced due to the potential impact of one treatment's constituents on the activity of the other and the broad and nonoverlapping array of potential adverse effects of these agents. Here, we describe the clinical course of a patient who was diagnosed with concurrent MM and CMML and our approach to the challenging balance of delivering ICI concurrently with the hypomethylating agent azacitidine and the BCL-2 inhibitor venetoclax.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment for CMML and acknowledges the potential adverse effects of such agents, but it does not provide any specific adverse event data related to azacitidine in CMML patients.  The study describes a case report, not a clinical trial with detailed adverse event reporting."
  },
  {
    "pmid": "39759649",
    "citation": "Eren Arslan Davulcu et al. A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.. Cureus (2024 Dec)",
    "title": "A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.",
    "abstract": "Chronic myelomonocytic leukemia is a clonal hematopoietic stem cell disorder with both myelodysplastic and myeloproliferative features, leading to a variable clinical presentation. Some types of skin involvement, such as leukemia cutis and blastic plasmacytoid dendritic cell neoplasia, are associated with poor prognosis. This case study describes a 71-year-old male with high-risk CMML, developing pink-purple skin nodules, which regressed with azacitidine and hydroxyurea treatment. Despite recurrence, disease control was achieved without transformation to acute leukemia. This case highlights the need for vigilant monitoring and adaptable treatment strategies in managing CMML with skin involvement.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that azacitidine was used in conjunction with hydroxyurea to treat skin nodules in a patient with CMML. However, no adverse events related to azacitidine treatment are reported in this case study."
  },
  {
    "pmid": "39477459",
    "citation": "Robert McGrath et al. Chronic myelomonocytic leukaemia causing orbital inflammation.. BMJ case reports (2024 Oct)",
    "title": "Chronic myelomonocytic leukaemia causing orbital inflammation.",
    "abstract": "We present a case of acute-onset orbital inflammation with rapidly progressive proptosis, episcleral venous stasis with raised intraocular pressure and loss of vision in a patient with a recent diagnosis of chronic myelomonocytic leukaemia (CMML). The patient's orbital inflammation and ocular hypertension showed no response to topical and systemic pressure-lowering agents and non-steroidal anti-inflammatory agents but resolved rapidly after the commencement of intravenous steroids. The patient was subsequently treated with the hypomethylating agent azacitidine with good systemic control of CMML with no further orbital inflammation. CMML is strongly associated with systemic inflammatory disease, possibly due to the upregulation of inflammatory pathways in the abnormal monocytes. CMML is a rare cause of orbital or ocular inflammation but should be considered in patients with persistent monocytosis.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "No adverse events were reported in association with azacitidine treatment.",
      "grade_3_4_events": "null",
      "serious_adverse_events": "null",
      "most_common_events": [
        "null"
      ],
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The abstract states that the patient had 'good systemic control of CMML' with azacitidine and no further orbital inflammation.  This implies the absence of reported adverse events related to azacitidine in this specific case."
  },
  {
    "pmid": "39024804",
    "citation": "Kaiyue Wang et al. Targeting DNA methyltransferases for cancer therapy.. Bioorganic chemistry (2024 Oct)",
    "title": "Targeting DNA methyltransferases for cancer therapy.",
    "abstract": "DNA methyltransferases (DNMTs) play a crucial role in genomic DNA methylation. In mammals, DNMTs regulate the dynamic patterns of DNA methylation in embryonic and adult cells. Abnormal functions of DNMTs are often indicative of cancers, including overall hypomethylation and partial hypermethylation of tumor suppressor genes (TSG), which accelerate the malignancy of tumors, worsen the condition of patients, and significantly exacerbate the difficulty of cancer treatment. Currently, nucleoside DNMT inhibitors such as Azacytidine and Decitabine have been approved by the FDA and EMA for the treatment of acute myeloid leukemia (AML), chronic myelomonocytic leukemia (CMML), and myelodysplastic syndrome (MDS). Therefore, targeting DNMTs is a very promising anti-tumor strategy. This review mainly summarizes the therapeutic effects of DNMT inhibitors on cancers. It aims to provide more possibilities for the treatment of cancers by discovering more DNMT inhibitors with high activity, high selectivity, and good drug-like properties in the future.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions Azacytidine as a treatment for CMML, but it does not contain any specific adverse event data related to its use in CMML patients.  The abstract is a general overview and does not present clinical trial data or detailed results."
  },
  {
    "pmid": "38939343",
    "citation": "Krzysztof Mądry et al. No advantage of antimicrobial prophylaxis in AML/MDS/CMML patients treated with azacitidine-a prospective multicenter study by the Polish Adult Leukemia Group.. Frontiers in oncology (2024)",
    "title": "No advantage of antimicrobial prophylaxis in AML/MDS/CMML patients treated with azacitidine-a prospective multicenter study by the Polish Adult Leukemia Group.",
    "abstract": "Infections represent one of the most frequent causes of death of higher-risk MDS patients, as reported previously also by our group. Azacitidine Infection Risk Model (AIR), based on red blood cell (RBC) transfusion dependency, neutropenia <0.8 × 10 The prospective non-intervention study aimed to identify factors predisposing to infection, validate the AIR score, and assess the impact of antimicrobial prophylaxis on the outcome of azacitidine-treated MDS/AML and CMML patients. We collected data on 307 patients, 57.6 % males, treated with azacitidine: AML (37.8%), MDS (55.0%), and CMML (7.1%). The median age at azacitidine treatment commencement was 71 (range, 18-95) years. 200 (65%) patients were assigned to higher risk AIR group. Antibacterial, antifungal, and antiviral prophylaxis was used in 66.0%, 29.3%, and 25.7% of patients, respectively. In total, 169 infectious episodes (IE) were recorded in 118 (38.4%) patients within the first three azacitidine cycles. In a multivariate analysis ECOG status, RBC transfusion dependency, IPSS-R score, and CRP concentration were statistically significant for infection development ( The AIR Model effectively discriminates infection-risk patients during azacitidine treatment. Antimicrobial prophylaxis does not decrease the infection rate.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infections were the most frequent adverse event.  The abstract mentions 169 infectious episodes in 118 (38.4%) patients within the first three azacitidine cycles.  No other adverse events are specified for CMML patients specifically.",
      "grade_3_4_events": "Not specified for CMML patients.",
      "serious_adverse_events": "Not specified for CMML patients, although infections are implied as serious adverse events given their association with mortality in higher-risk MDS patients.",
      "most_common_events": [
        "Infections"
      ],
      "treatment_discontinuation": "Not specified for CMML patients.",
      "treatment_related_deaths": "Not specified for CMML patients."
    },
    "extraction_notes": "The study focuses on infections as the primary adverse event.  The abstract provides overall infection rates for all patient groups (AML, MDS, CMML) treated with azacitidine, but does not break down adverse event data specifically for the CMML subgroup.  Therefore, much of the requested information is unavailable."
  },
  {
    "pmid": "38879530",
    "citation": "Theodora Chatzilygeroudi et al. Fetal hemoglobin induction in azacytidine responders enlightens methylation patterns related to blast clearance in higher-risk MDS and CMML.. Clinical epigenetics (2024 Jun)",
    "title": "Fetal hemoglobin induction in azacytidine responders enlightens methylation patterns related to blast clearance in higher-risk MDS and CMML.",
    "abstract": "As new treatment options for patients with higher-risk myelodysplastic syndromes are emerging, identification of prognostic markers for hypomethylating agent (HMA) treatment and understanding mechanisms of their delayed and short-term responses are essential. Early fetal hemoglobin (HbF) induction has been suggested as a prognostic indicator for decitabine-treated patients. Although epigenetic mechanisms are assumed, responding patients' epigenomes have not been thoroughly examined. We aimed to clarify HbF kinetics and prognostic value for azacytidine treated patients, as well as the epigenetic landscape that might influence HbF re-expression and its clinical relevance. Serial HbF measurements by high-performance liquid chromatography (n = 20) showed induction of HbF only among responders (p = 0.030). Moreover, HbF increase immediately after the first azacytidine cycle demonstrated prognostic value for progression-free survival (PFS) (p = 0.032, HR = 0.19, CI 0.24-1.63). Changes in methylation patterns were revealed with methylated DNA genome-wide sequencing analysis (n = 7) for FOG-1, RCOR-1, ZBTB7A and genes of the NuRD-complex components. Targeted pyrosequencing methodology (n = 28) revealed a strong inverse correlation between the degree of γ-globin gene (HBG2) promoter methylation and baseline HbF levels (p = 0.003, r Early HbF induction is featured as an accessible prognostic indicator for HMA treatment and the proposed potential epigenetic mechanism of HbF re-expression in azacytidine responders includes hypomethylation of the γ-globin gene promoter region and hypermethylation of the CpG326 island of ZBTB7A. The association of these methylation patterns with blast clearance and their prognostic value for PFS paves the way to discuss in-depth azacytidine epigenetic mechanism of action.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract focuses on the efficacy and mechanism of action of azacytidine in CMML patients by examining fetal hemoglobin induction and methylation patterns.  It does not contain any information on adverse events associated with the azacytidine treatment."
  },
  {
    "pmid": "38711181",
    "citation": "Mar García-García et al. Granulomatous dermatitis in the context of chronic myelomonocytic leukemia: More than just reactive infiltrates. An illustrative case report with literature review.. Journal of cutaneous pathology (2024 Aug)",
    "title": "Granulomatous dermatitis in the context of chronic myelomonocytic leukemia: More than just reactive infiltrates. An illustrative case report with literature review.",
    "abstract": "Traditionally, skin involvement in chronic myelomonocytic leukemia (CMML) has been considered to be either specific (leukemia cutis) or non-specific, with granulomatous dermatitis included in the latter group. More recently, the true nature of the myeloid cells present in the cutaneous infiltrates of this theoretically reactive dermatitis is being clarified with the use of new molecular techniques such as next-generation sequencing. The same mutations in bone marrow (BM) myeloid neoplastic cells and in the cells of cutaneous infiltrates have been found. We present the case of a 77-year-old man who presented with spread and treatment-resistant skin granulomatous lesions previous to the diagnosis of CMML. The same clonal mutations in SRSF2, IDH1, and RUNX1 were found in both skin and BM with resolution of the lesions after the initiation of azacytidine. In conclusion, we report an exceptional case in which specific granulomatous cutaneous lesions have preceded and allowed the earlier diagnosis of an underlying CMML and a review of all previous similar cases in the literature, including molecular alterations.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract only mentions resolution of granulomatous skin lesions after azacytidine treatment.  No other adverse events are reported.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study focuses on a single case where azacytidine led to the resolution of granulomatous skin lesions.  No adverse events associated with azacytidine treatment were reported, only a positive outcome. The abstract does not provide information on adverse events in a broader population of CMML patients treated with azacytidine."
  },
  {
    "pmid": "38595873",
    "citation": "Ghadir M Nasreddine et al. Chronic Myelomonocytic Leukemia-Associated Immune Thrombocytopenic Purpura: A Report of a Rare Case and a Review of Literature.. Cureus (2024 Mar)",
    "title": "Chronic Myelomonocytic Leukemia-Associated Immune Thrombocytopenic Purpura: A Report of a Rare Case and a Review of Literature.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) presents as a complex hematologic malignancy with myelodysplastic and myeloproliferative features. Our case report explores the rare coexistence of CMML with immune thrombocytopenic purpura (ITP) in a 63-year-old female patient. CMML diagnosis followed World Health Organization criteria, and the patient was classified as having high-risk myelodysplastic syndrome (MDS)-CMML stage 2. Initial treatment with subcutaneous azacytidine for CMML proved partially effective, highlighting persistent severe thrombocytopenia. Subsequent investigations revealed secondary ITP associated with Crohn's disease. Conventional ITP therapies, including high-dose steroids and intravenous immunoglobulin, showed limited efficacy. Eltrombopag, a thrombopoietin receptor agonist, was initiated, resulting in the normalization of platelet counts within six weeks. Our case emphasizes the diagnostic challenges and intricate treatment landscape of CMML-associated ITP, suggesting eltrombopag as a potential therapeutic option in refractory cases. The study contributes to the evolving understanding of the complex interplay between myeloid disorders and immune-mediated hematological conditions, calling for personalized and multidisciplinary approaches to enhance patient outcomes.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Persistent severe thrombocytopenia.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Persistent severe thrombocytopenia"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The only adverse event mentioned in relation to azacytidine treatment was persistent severe thrombocytopenia.  No grades, seriousness, frequency, or mortality data were provided.  The thrombocytopenia may be related to the underlying disease or a drug effect, or both. The abstract does not clarify this. "
  },
  {
    "pmid": "38387931",
    "citation": "Xiao Li et al. [Clinical Efficacy of Hypomethylating Agent Therapy in Patients with Chronic Myelomonocytic Leukemia].. Zhongguo shi yan xue ye xue za zhi (2024 Feb)",
    "title": "[Clinical Efficacy of Hypomethylating Agent Therapy in Patients with Chronic Myelomonocytic Leukemia].",
    "abstract": "To observe the clinical efficacy and safety of hypomethylating agent therapy in chronic myelomonocytic leukemia (CMML). From February 2014 to June 2021, the clinical data, efficacy, survival time and safety of CMML patients diagnosed in the Second Hospital of Hebei Medical University and treated with hypomethylating agent therapy were retrospectively analyzed. A total of 25 CMML patients received hypomethylating agent therapy, including 18 cases treated with decitabine (DEC) and 7 cases treated with azacytidine (AZA) as the basic treatment. Among them, 20 patients responded, and 7 patients got complete remission (CR). All patients with CR were treated with DEC as the basic treatment. Five cases of CR occurred in the first 4 courses of treatment. After a median follow-up of 16.4 (9.4-20.5) months, 4 patients with CR progressed to acute myeloid leukemia (AML). The median overall survival (OS) time of 25 CMML patients was 17.4 months (95% Hypomethylating agent therapy is effective and safe for CMML patients. CR mostly occurs in the first 4 courses of treatment, and hypomethylating agent therapy combined with low-dose chemotherapy can be used for patients who do not respond. Hypomethylating agent therapy can delay the disease, but can't prevent progression.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agent therapy was 'effective and safe' for CMML patients.  However, no specific adverse events are listed for azacytidine treatment. The study mentions 7 patients received azacytidine, but provides no details on adverse events experienced by this subgroup.  Therefore, all adverse event fields are left as null."
  },
  {
    "pmid": "38176221",
    "citation": "Almuth Maria Anni Merz et al. Phase to phase: Navigating drug combinations with hypomethylating agents in higher-risk MDS trials for optimal outcomes.. Cancer treatment reviews (2024 Feb)",
    "title": "Phase to phase: Navigating drug combinations with hypomethylating agents in higher-risk MDS trials for optimal outcomes.",
    "abstract": "Recent developments in high-risk Myelodysplastic Neoplasms (HR MDS) treatment are confronted with challenges in study design due to evolving drug combinations with Hypomethylating Agents (HMAs). The shift from the International Prognostic Scoring System (IPSS) to its molecular revision (IPSS-M) has notably influenced research and clinical practice. Introducing concepts like the MDS/AML overlap complicate classifications and including chronic myelomonocytic leukemia (CMML) in MDS studies introduces another layer of complexity. The International Consortium for MDS emphasizes aligning HR MDS criteria with the 2022 ELN criteria for AML. Differences in advancements between AML and MDS treatments and hematological toxicity in HR MDS underline the importance of detailed trial designs. Effective therapeutic strategies require accurate reporting of adverse events, highlighting the need for clarity in criteria like the Common Terminology Criteria for Adverse Events (CTCAE). We provide an overview on negative clinical trials in HR MDS, analyze possible reasons and explore possibilities to optimize future clinical trials in this challenging patient population.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any specific adverse event data related to azacitidine treatment in CMML patients.  The abstract mentions the importance of reporting adverse events and the use of CTCAE, but provides no concrete data."
  },
  {
    "pmid": "38091231",
    "citation": "Kensuke Usuki et al. Real-world data of MDS and CMML in Japan: results of JALSG clinical observational study-11 (JALSG-CS-11).. International journal of hematology (2024 Feb)",
    "title": "Real-world data of MDS and CMML in Japan: results of JALSG clinical observational study-11 (JALSG-CS-11).",
    "abstract": "We conducted a multicenter, prospective observational study of acute myeloid leukemia (AML), myelodysplastic syndromes (MDS), and chronic myelomonocytic leukemia (CMML) in Japan. From August 2011 to January 2016, we enrolled 6568 patients. Herein, we report the results for MDS (n = 2747) and CMML (n = 182). The percentage of patients aged 65 years or older was 79.5% for MDS and 79.7% for CMML. The estimated overall survival (OS) rate and cumulative incidence of AML evolution at 5 years were 32.3% (95% confidence interval: 30.2-34.5%) and 25.7% (23.9-27.6%) for MDS, and 15.0% (8.9-22.7%) and 39.4% (31.1-47.6%) for CMML. Both diseases were more common in men. The most common treatment for MDS was azacitidine, which was used in 45.4% of higher-risk and 12.7% of lower-risk MDS patients. The 5-year OS rate after treatment with azacitidine was 12.1% (9.5-15.1%) for of higher-risk MDS patients and 33.9% (25.6-42.4%) for lower-risk patients. The second most common treatment was erythropoiesis-stimulating agents, given to just 20% of lower-risk patients. This is the first paper presenting large-scale, Japanese data on survival and clinical characteristics in patients with MDS and CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract reports on the use of azacitidine in MDS patients but does not provide any adverse event data specifically for azacitidine treatment in CMML patients.  The study mentions azacitidine treatment in MDS, but this information is not relevant to the query."
  },
  {
    "pmid": "38003211",
    "citation": "Maria Teresa Bochicchio et al. Germline . International journal of molecular sciences (2023 Nov)",
    "title": "Germline ",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a hematological neoplasm characterized by monocytosis, splenomegaly, thrombocytopenia, and anemia. Moreover, it is associated with ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any information about azacitidine treatment or adverse events in CMML patients.  The title and abstract suggest a focus on germline factors, not treatment-related adverse events."
  },
  {
    "pmid": "37994196",
    "citation": "Andrew M Brunner et al. Phase Ib study of sabatolimab (MBG453), a novel immunotherapy targeting TIM-3 antibody, in combination with decitabine or azacitidine in high- or very high-risk myelodysplastic syndromes.. American journal of hematology (2024 Feb)",
    "title": "Phase Ib study of sabatolimab (MBG453), a novel immunotherapy targeting TIM-3 antibody, in combination with decitabine or azacitidine in high- or very high-risk myelodysplastic syndromes.",
    "abstract": "The safety and efficacy of sabatolimab, a novel immunotherapy targeting T-cell immunoglobulin domain and mucin domain-3 (TIM-3), was assessed in combination with hypomethylating agents (HMAs) in patients with HMA-naive revised International Prognostic System Score (IPSS-R) high- or very high-risk myelodysplastic syndromes (HR/vHR-MDS) or chronic myelomonocytic leukemia (CMML). Sabatolimab + HMA had a safety profile similar to that reported for HMA alone and demonstrated durable clinical responses in patients with HR/vHR-MDS. These results support the ongoing evaluation of sabatolimab-based combination therapy in MDS, CMML, and acute myeloid leukemia.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract states that the safety profile of sabatolimab + HMA (hypomethylating agents, including azacitidine) was similar to that of HMA alone. However, no specific adverse event data for azacitidine in CMML patients is provided.  The study focused on the combination therapy and overall safety, not on the breakdown of adverse events by specific HMA or disease subtype."
  },
  {
    "pmid": "37548390",
    "citation": "Lisa Pleyer et al. Cox proportional hazards deep neural network identifies peripheral blood complete remission to be at least equivalent to morphologic complete remission in predicting outcomes of patients treated with azacitidine-A prospective cohort study by the AGMT.. American journal of hematology (2023 Nov)",
    "title": "Cox proportional hazards deep neural network identifies peripheral blood complete remission to be at least equivalent to morphologic complete remission in predicting outcomes of patients treated with azacitidine-A prospective cohort study by the AGMT.",
    "abstract": "The current gold standard of response assessment in patients with myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML), and acute myeloid leukemia (AML) is morphologic complete remission (CR) and CR with incomplete count recovery (CRi), both of which require an invasive BM evaluation. Outside of clinical trials, BM evaluations are only performed in ~50% of patients during follow-up, pinpointing a clinical need for response endpoints that do not necessitate BM assessments. We define and validate a new response type termed \"peripheral blood complete remission\" (PB-CR) that can be determined from the differential blood count and clinical parameters without necessitating a BM assessment. We compared the predictive value of PB-CR with morphologic CR/CRi in 1441 non-selected, consecutive patients diagnosed with MDS (n = 522; 36.2%), CMML (n = 132; 9.2%), or AML (n = 787; 54.6%), included within the Austrian Myeloid Registry (aMYELOIDr; NCT04438889). Time-to-event analyses were adjusted for 17 covariates remaining in the final Cox proportional hazards (CPH) model. DeepSurv, a CPH neural network model, and permutation-based feature importance were used to validate results. 1441 patients were included. Adjusted median overall survival for patients achieving PB-CR was 22.8 months (95%CI 18.9-26.2) versus 10.4 months (95%CI 9.7-11.2) for those who did not; HR = 0.366 (95%CI 0.303-0.441; p < .0001). Among patients achieving CR, those additionally achieving PB-CR had a median adjusted OS of 32.6 months (95%CI 26.2-49.2) versus 21.7 months (95%CI 16.9-27.7; HR = 0.400 [95%CI 0.190-0.844; p = .0161]) for those who did not. Our deep neural network analysis-based findings from a large, prospective cohort study indicate that BM evaluations solely for the purpose of identifying CR/CRi can be omitted.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes a study using azacitidine but does not provide any data on adverse events.  The focus is on response assessment and survival outcomes, not toxicity.  Therefore, no adverse event data could be extracted."
  },
  {
    "pmid": "37546162",
    "citation": "Anwarul Islam An unusual response to 5-azacitidine by a patient with chronic myelomonocytic leukemia.. Clinical case reports (2023 Aug)",
    "title": "An unusual response to 5-azacitidine by a patient with chronic myelomonocytic leukemia.",
    "abstract": "Hypomethylating agents may be useful in some but not all cases of myelodysplastic syndromes. In some versions of these conditions, this treatment may yield deleterious results. Chronic myelomonocytic leukemia (CMML) is considered to be a heterogeneous group of hematopoietic neoplasms. Usually it shares the features of myeloproliferative neoplasms (MPN) and myelodysplastic syndromes (MDS) and is known as MDS/MPN. It occurs mostly in the elderly and has an inherent tendency to transform to acute myeloid leukemia. FDA has approved hypomethylating agents (HMAs) such as 5-azacitidine (AZA) and decitabine (DEC) for the treatment of this disorder. The extent of response rate to AZA varies considerably among patients. Our report describes a patient with CMML who not only did not respond to a conventional dose of intravenous (IV) therapy with AZA, but showed marked progression of the disease with the leucocyte count rising exponentially while undergoing the aforesaid treatment. We believe this is the first such case reported in the currently extant literature.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Marked progression of the disease with an exponentially rising leucocyte count.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Exponentially rising leucocyte count"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes one case of CMML where azacitidine treatment resulted in disease progression and a significant increase in leucocyte count.  No other adverse events are specified.  No information is provided on grades, seriousness, frequency, or treatment discontinuation/death related to the adverse event."
  },
  {
    "pmid": "37422688",
    "citation": "Nicholas J Short et al. A phase 1/2 study of azacitidine, venetoclax and pevonedistat in newly diagnosed secondary AML and in MDS or CMML after failure of hypomethylating agents.. Journal of hematology & oncology (2023 Jul)",
    "title": "A phase 1/2 study of azacitidine, venetoclax and pevonedistat in newly diagnosed secondary AML and in MDS or CMML after failure of hypomethylating agents.",
    "abstract": "Pevonedistat is a first-in-class, small molecular inhibitor of NEDD8-activating enzyme that has clinical activity in acute myeloid leukemia (AML) and myelodysplastic syndromes (MDS). Preclinical data suggest synergy of pevonedistat with azacitidine and venetoclax. This single-center, phase 1/2 study evaluated the combination of azacitidine, venetoclax and pevonedistat in older adults with newly diagnosed secondary AML or with MDS or chronic myelomonocytic leukemia (CMML) after failure of hypomethylating agents. Patients received azacitidine 75 mg/m Forty patients were enrolled (32 with AML and 8 with MDS/CMML). In the AML cohort, the median age was 74 years (range 61-86 years), and 27 patients (84%) had at least one adverse risk cyto-molecular feature, including 15 (47%) with a TP53 mutation or MECOM rearrangement; seventeen patients (53%) had received prior therapy for a preceding myeloid disorder. The CR/CRi rate was 66% (CR 50%; CRi 16%), and the median overall survival (OS) was 8.1 months. In the MDS/CMML cohort, 7 patients (87%) were high or very high risk by the IPSS-R. The overall response rate was 75% (CR 13%; mCR with or without HI 50%; HI 13%). The most common grade 3-4 adverse events were infection in 16 patients (35%), febrile neutropenia in 10 patients (25%) and hypophosphatemia in 9 patients (23%). In an exploratory analysis, early upregulation of NOXA expression was observed, with subsequent decrease in MCL-1 and FLIP, findings consistent with preclinical mechanistic studies of pevonedistat. Upregulation of CD36 was observed, which may have contributed to therapeutic resistance. The triplet combination of azacitidine, venetoclax and pevonedistat shows encouraging activity in this very poor-risk population of patients with AML, MDS or CMML. Trial registration ClinicalTrials.gov (NCT03862157).",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not provide a full list of all adverse events in the CMML patients receiving azacitidine.  It only mentions grade 3-4 adverse events.",
      "grade_3_4_events": "Infection (35%), febrile neutropenia (25%), hypophosphatemia (23%).  Note that these percentages are based on the total number of patients (40) and not specific to the CMML subset.",
      "serious_adverse_events": "Not specified for CMML patients treated with azacitidine.",
      "most_common_events": [
        "Infection",
        "Febrile neutropenia",
        "Hypophosphatemia"
      ],
      "treatment_discontinuation": "Not specified for CMML patients treated with azacitidine.",
      "treatment_related_deaths": "Not specified for CMML patients treated with azacitidine."
    },
    "extraction_notes": "The abstract reports adverse events for the combined treatment (azacitidine, venetoclax, and pevonedistat) across all patients (AML and MDS/CMML).  Specific adverse events attributable solely to azacitidine in the CMML subset are not detailed. Grade 3-4 adverse event percentages are based on the total patient population, not just the CMML group."
  },
  {
    "pmid": "37414632",
    "citation": "Vincent Jachiet et al. [Dysimmune manifestations associated with myelodysplastic neoplasms and chronic myelomonocytic leukaemias].. Bulletin du cancer (2023 Nov)",
    "title": "[Dysimmune manifestations associated with myelodysplastic neoplasms and chronic myelomonocytic leukaemias].",
    "abstract": "Systemic inflammatory or autoimmune diseases (SIAD) are observed in up to a quarter of patients with myelodysplastic syndromes (MDS) or chronic myelomonocytic leukemia (CMML), with a broad clinical spectrum including asymptomatic biological abnormalities, isolated inflammatory clinical manifestations (recurrent fever, arthralgia, neutrophilic dermatoses…) or identified systemic diseases (giant cell arteritis, recurrent polychondritis…). Recent advances in molecular biology have shed new light on the pathophysiological mechanisms that link inflammatory manifestations and myeloid hemopathies, particularly in VEXAS syndrome following the identification of somatic mutations in the UBA1 gene, or in neutrophilic dermatoses with the concept of myelodysplasia cutis. Although the presence of SIAD does not seem to affect overall survival or the risk of transformation into acute myeloid leukemia, their treatment remains a challenge given the frequent high level of corticosteroid dependence as well as the poor efficacy and tolerance (cytopenias, infections) of conventional immunosuppressive agents. Recent prospective data supports the interest of a therapeutic strategy using demethylating agents and notably azacitidine to target the pathological clone.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment option and notes poor efficacy and tolerance (cytopenias, infections) of conventional immunosuppressive agents. However, it does not provide specific adverse event data for azacitidine in CMML patients.  No specific adverse events associated with azacitidine treatment are reported.  The mention of cytopenias and infections relates to immunosuppressants, not azacitidine itself."
  },
  {
    "pmid": "37383892",
    "citation": "Lai-Jun Deng et al. Co-existing squamous cell carcinoma and chronic myelomonocytic leukemia with . World journal of clinical cases (2023 May)",
    "title": "Co-existing squamous cell carcinoma and chronic myelomonocytic leukemia with ",
    "abstract": "Chronic myelomonocytic leukemia (CMML), a rare clonal hematopoietic stem cell disorder characterized by myelodysplastic syndrome and myeloproliferative neoplasms, has a generally poor prognosis, and easily progresses to acute myeloid leukemia. The simultaneous incidence of hematologic malignancies and solid tumors is extremely low, and CMML coinciding with lung malignancies is even rarer. Here, we report a case of CMML, with  A 63-year-old male, suffering from toothache accompanied by coughing, sputum, and bloody sputum for three months, was given a blood test after experiencing continuous bleeding resulting from a tooth extraction at a local hospital. Based on morphological results, the patient was diagnosed with CMML and bronchoscopy was performed in situ to confirm the diagnosis of squamous cell carcinoma in the lower lobe of the lung. After receiving azacitidine, programmed cell death protein 1, and platinum-based chemotherapy drugs, the patient developed severe myelosuppression and eventually fatal leukocyte stasis and dyspnea. During the treatment and observation of CMML and be vigilant of the growth of multiple primary malignant tumors.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "severe myelosuppression, leukocyte stasis, dyspnea",
      "grade_3_4_events": "severe myelosuppression",
      "serious_adverse_events": "1 (death)",
      "most_common_events": [
        "severe myelosuppression"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": 1
    },
    "extraction_notes": "Adverse events are described as occurring after treatment with azacitidine,  programmed cell death protein 1, and platinum-based chemotherapy drugs.  It is not possible to definitively attribute the adverse events solely to azacitidine. The death is described as being caused by leukocyte stasis and dyspnea which are listed as adverse events.  The grade of leukocyte stasis and dyspnea is not specified."
  },
  {
    "pmid": "37083373",
    "citation": "Amer M Zeidan et al. STIMULUS-MDS2 design and rationale: a phase III trial with the anti-TIM-3 sabatolimab (MBG453) + azacitidine in higher risk MDS and CMML-2.. Future oncology (London, England) (2023 Mar)",
    "title": "STIMULUS-MDS2 design and rationale: a phase III trial with the anti-TIM-3 sabatolimab (MBG453) + azacitidine in higher risk MDS and CMML-2.",
    "abstract": "Patients with higher-risk myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML) unfit for hematopoietic stem cell transplantation have poor outcomes. Novel therapies that provide durable benefit with favorable tolerability and clinically meaningful improvement in survival are needed. T-cell immunoglobulin domain and mucin domain-3 (TIM-3) is an immuno-myeloid regulator expressed on immune and leukemic stem cells in myeloid malignancies. Sabatolimab is a novel immunotherapy targeting TIM-3 with a potential dual mechanism of reactivating the immune system and directly targeting TIM-3+ leukemic blasts suppressing the growth of cancer cells. Here, we describe the aims and design of the phase III STIMULUS-MDS2 trial, which aims to demonstrate the potential for sabatolimab plus azacitidine to improve survival for patients with higher-risk MDS and CMML-2 (NCT04266301). ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes the study design and rationale but does not include any data on adverse events associated with azacitidine treatment in CMML patients.  The study is ongoing, so the results are not yet available."
  },
  {
    "pmid": "37042080",
    "citation": "Raoul Tibes et al. Phase 1/1b study of azacitidine and hedgehog pathway inhibitor sonidegib in patients with myeloid neoplasms.. Cancer (2023 Aug)",
    "title": "Phase 1/1b study of azacitidine and hedgehog pathway inhibitor sonidegib in patients with myeloid neoplasms.",
    "abstract": "Myeloid neoplasms (myelodysplastic syndrome [MDS], myelofibrosis, and chronic myelomonocytic [CMML]) are aggressive hematological malignancies for which, despite recent approvals, novel therapies are needed to improve clinical outcomes. The hedgehog (HH) pathway is one of the main pathways for cancer stem cells survival and several HH inhibitors (HHi) are approved in clinical practice. Sonidegib (SON), an oral HHi, was tested in this phase 1/1b trial in combination with azacitidine (AZA, 75 mg/m Sixty-two patients (28 [45%] newly diagnosed) were treated in this study, including 10 patients in the dose-finding component and 52 patients in phase 1b. SON 200 mg oral daily on days 1-28 each cycle was deemed the recommended dose for phase 1b. Out of 21 rrAML patients, two achieved response (one complete response/one morphologic leukemia-free state) with no responses seen in seven r/r MDS/CMML patients. In newly diagnosed AML/MDS, response was seen in six (three had complete remission, two had morphological leukemia-free status) of 27 patients. Median overall survival was 26.4 and 4.7 months for newly diagnosed MDS and AML, respectively. Safety was satisfactory with common (>20%) side effects including fatigue, constipation, nausea, cough, insomnia, and diarrhea. Only 7% of patients died in the study, and none of the deaths were deemed related to treatment. Our study shows that AZA + SON are a safe combination in a patient with MN. Similar to other hedgehog inhibitors, this combination yielded limited response rate in patients with myeloid neoplasms.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions common (>20%) side effects including fatigue, constipation, nausea, cough, insomnia, and diarrhea.  However, it does not specify which of these are specifically associated with azacitidine in CMML patients versus the combination therapy or other factors.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "7% of patients died in the study, and none of the deaths were deemed related to treatment.",
      "most_common_events": [
        "fatigue",
        "constipation",
        "nausea",
        "cough",
        "insomnia",
        "diarrhea"
      ],
      "treatment_discontinuation": "Not specified.",
      "treatment_related_deaths": "0"
    },
    "extraction_notes": "The abstract reports overall adverse events for the combination therapy but does not provide a breakdown of adverse events specifically attributable to azacitidine in CMML patients.  The most common adverse events listed are likely representative of the combination therapy, not solely azacitidine in CMML.  Therefore, the adverse event data is limited and generalized."
  },
  {
    "pmid": "36845813",
    "citation": "Shekhar Gurung et al. Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.. Annals of medicine and surgery (2012) (2023 Feb)",
    "title": "Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare disease of clonal hematopoietic stem cells with an inherent risk of leukemic transformation, seen in an elderly male. Herein, the authors report a case of CMML in a 72-year-old male who presented with fever and abdominal pain for 2 days with a history of easy fatigability. Examination revealed pallor and palpable supraclavicular nodes. Investigations showed leukocytosis with a monocyte count of 22% of white blood cell count, 17% blast cells in bone marrow aspiration, increased blast/promonocytes, and positive markers in immunophenotyping. The patient is planned for injection of azacitidine, 7 days cycle for a total of six cycles. CMML is classified as overlapping myelodysplastic/myeloproliferative neoplasms. It can be diagnosed based on a peripheral blood smear, bone marrow aspiration and biopsy, chromosomal analysis, and genetic tests. The commonly used treatment options are hypomethylating agents like azacitidine and decitabine, allogeneic hematopoietic stem cell transplant, and cytoreductive agents like hydroxyurea. Despite various treatment options, the treatment is still unsatisfactory, demanding standard management strategies.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions a treatment plan for azacitidine but provides no data on adverse events associated with its use in this patient or in CMML generally."
  },
  {
    "pmid": "36801588",
    "citation": "Tugcan Alp Kirkizlar et al. Incidence and predisposing factors of infection in patients treated with hypomethylating agents.. Leukemia research (2023 Apr)",
    "title": "Incidence and predisposing factors of infection in patients treated with hypomethylating agents.",
    "abstract": "Hypomethylating agents may have adverse effects such as cytopenias, cytopenia associated infections and fatality due to infections despite their favorable effects in the treatment of acute myeloid leukemia (AML), myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). The infection prophylaxis approach is based on expert opinions and real-life experiences. Hence, we aimed to reveal the frequence of infections, predisposing factors of infection and to analyse infection attributable mortality in patients with high-risk MDS, CMML and AML who received hypomethylating agents in our center where routine infection prophylaxis is not applied. 43 adult patients with AML or high-risk MDS or CMML who received HMA ≥ 2 consecutive cycles from January 2014 to December 2020 were enrolled in the study. 43 patients and 173 treatment cycles were analyzed. The median age was 72 years and 61.3 % of patients were males. The distribution of the patients' diagnoses was; AML in 15 patients (34.9 %), high risk MDS in 20 patients (46.5 %), AML with myelodysplasia-related changes in 5 patients (11.6 %) and CMML in 3 patients (7 %). 38 infection events (21.9 %) occurred in 173 treatment cycles. 86.9 % (33 cycles) and 2.6 % (1 cycle) of infected cycles were bacterial and viral infections, respectively and 10.5 % (4 cycles) were bacterial and fungal concurrently. The most common origin of the infection was respiratory system. Hemoglobin count was lower and CRP level was higher at the beginning of the infected cycles significantly (p values were 0.002 and 0.012, respectively). Requirement of red blood cell and platelet transfusions were found to be significantly increased in the infected cycles (p values were 0.000 and 0.001, respectively). While > 4 cycles of treatment and increased platelet count were found to be protective against infection, > 6 points of Charlson Comorbidity Index (CCI) were found to increase the risk of infection. The median survival was 7.8 months in non-infected cycles while 6.83 months in infected cycles. This difference was not statistically significant (p value was 0.077). The prevention and management of infections and infection-related deaths in patients treated with HMAs is crucial. Therefore, patients with a lower platelet count or a CCI score of > 6 may be candidates for infection prophylaxis when exposed to HMAs.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infection (38 events in 173 treatment cycles, 21.9% incidence).  Bacterial infections were most common (86.9%, 33 cycles), followed by combined bacterial and fungal infections (10.5%, 4 cycles), and viral infections (2.6%, 1 cycle). Respiratory system was the most common site of infection.  Lower hemoglobin count and higher CRP levels were significantly associated with infections. Increased need for red blood cell and platelet transfusions were also significantly associated with infections. ",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Infection (bacterial infections most prevalent)"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions infections as an adverse event in patients receiving hypomethylating agents (HMAs), including those with CMML.  However, it does not specify the type of HMA used (e.g., azacitidine) or provide counts for grade 3-4 events, serious adverse events, treatment discontinuation, or treatment-related deaths. The number of CMML patients was small (3 out of 43).  All adverse event data presented are related to infections and are aggregated across all HMA treatments and diagnoses (including AML and MDS). Therefore, CMML-specific data for azacitidine is not available."
  },
  {
    "pmid": "36506761",
    "citation": "Jorgena Kosti et al. Extramedullary Myeloid Leukemia in the Setting of a Myeloproliferative Neoplasm.. Journal of medical cases (2022 Nov)",
    "title": "Extramedullary Myeloid Leukemia in the Setting of a Myeloproliferative Neoplasm.",
    "abstract": "Extramedullary acute myeloid leukemia (EML), also known as myeloid sarcoma (MS), is an extramedullary solid mass derived from the proliferation of myeloblasts outside of the bone marrow. EML can present independently or concurrently with intramedullary acute myeloid leukemia (iAML). It can happen ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not contain information on azacitidine treatment or adverse events related to it in CMML patients.  The paper's focus is on extramedullary myeloid leukemia in the context of myeloproliferative neoplasms, not specifically on azacitidine treatment or CMML adverse events."
  },
  {
    "pmid": "36455187",
    "citation": "Raphael Itzykson et al. Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.. Journal of clinical oncology : official journal of the American Society of Clinical Oncology (2023 Apr)",
    "title": "Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.",
    "abstract": "Hydroxyurea (HY) is a reference treatment of advanced myeloproliferative neoplasms. We conducted a randomized phase III trial comparing decitabine (DAC) and HY in advanced myeloproliferative chronic myelomonocytic leukemias (CMML). Newly diagnosed myeloproliferative CMML patients with advanced disease were randomly assigned 1:1 to intravenous DAC (20 mg/m One-hundred seventy patients received DAC (n = 84) or HY (n = 86). Median age was 72 and 74 years, and median WBC count 32.5 × 10 Compared with HY, frontline treatment with DAC did not improve EFS in patients with advanced myeloproliferative CMML (ClinicalTrials.gov identifier: NCT02214407).",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any adverse event data related to decitabine (azacitidine) treatment in CMML patients.  The study compares decitabine to hydroxyurea, but doesn't detail the specific adverse events associated with decitabine."
  },
  {
    "pmid": "36282401",
    "citation": "Julia Reiser et al. Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.. Wiener medizinische Wochenschrift (1946) (2023 Feb)",
    "title": "Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.",
    "abstract": "The impact of treatment on the outcome of chronic myelomonocytic leukemia (CMML) patients over a longer period of time and the potential role of predictive factors are not well defined. In a retrospective observational study, we analyzed 168 CMML patients regarding treatment options and survival during the past three decades. The proportion of patients treated with hydroxyurea (HU), intensive chemotherapy, and azacitidine (AZA) was 65/19/0% before 2000, 51/25/32% from 2000-2010, and 36/12/53% after 2010, respectively. Median overall survival (OS) increased from 10 months before 2000 to 23 months thereafter (p = 0.021). AZA-treated patients but not patients treated with other treatment options had improved survival as compared to CMML patients without AZA therapy (19 vs. 25 months, p = 0.041). When looking at subgroups, the following patient cohorts had a significant survival benefit in association with AZA therapy: patients with Hb > 10 g/dL, patients with monocytosis > 10 G/L, and patients with mutations in RASopathy genes.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract reports on survival benefits associated with azacitidine treatment in CMML patients but does not contain any information on adverse events related to azacitidine."
  },
  {
    "pmid": "36153475",
    "citation": "Tamara K Moyo et al. The ABNL-MARRO 001 study: a phase 1-2 study of randomly allocated active myeloid target compound combinations in MDS/MPN overlap syndromes.. BMC cancer (2022 Sep)",
    "title": "The ABNL-MARRO 001 study: a phase 1-2 study of randomly allocated active myeloid target compound combinations in MDS/MPN overlap syndromes.",
    "abstract": "Myelodysplastic/myeloproliferative neoplasms (MDS/MPN) comprise several rare hematologic malignancies with shared concomitant dysplastic and proliferative clinicopathologic features of bone marrow failure and propensity of acute leukemic transformation, and have significant impact on patient quality of life. The only approved disease-modifying therapies for any of the MDS/MPN are DNA methyltransferase inhibitors (DNMTi) for patients with dysplastic CMML, and still, outcomes are generally poor, making this an important area of unmet clinical need. Due to both the rarity and the heterogeneous nature of MDS/MPN, they have been challenging to study in dedicated prospective studies. Thus, refining first-line treatment strategies has been difficult, and optimal salvage treatments following DNMTi failure have also not been rigorously studied. ABNL-MARRO (A Basket study of Novel therapy for untreated MDS/MPN and Relapsed/Refractory Overlap Syndromes) is an international cooperation that leverages the expertise of the MDS/MPN International Working Group (IWG) and provides the framework for collaborative studies to advance treatment of MDS/MPN and to explore clinical and pathologic markers of disease severity, prognosis, and treatment response. ABNL MARRO 001 (AM-001) is an open label, randomly allocated phase 1/2 study that will test novel treatment combinations in MDS/MPNs, beginning with the novel targeted agent itacitinib, a selective JAK1 inhibitor, combined with ASTX727, a fixed dose oral combination of the DNMTi decitabine and the cytidine deaminase inhibitor cedazuridine to improve decitabine bioavailability. Beyond the primary objectives of the study to evaluate the safety and efficacy of novel treatment combinations in MDS/MPN, the study will (i) Establish the ABNL MARRO infrastructure for future prospective studies, (ii) Forge innovative scientific research that will improve our understanding of pathogenetic mechanisms of disease, and (iii) Inform the clinical application of diagnostic criteria, risk stratification and prognostication tools, as well as response assessments in this heterogeneous patient population. This trial was registered with ClinicalTrials.gov on August 19, 2019 (Registration No. NCT04061421).",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes a study using decitabine (a DNMTi) in combination with another drug, but does not provide any adverse event data specifically for azacitidine or its use in CMML patients.  The study focuses on novel treatment combinations, not azacitidine alone."
  },
  {
    "pmid": "36150563",
    "citation": "Faezeh Darbaniyan et al. Transcriptomic Signatures of Hypomethylating Agent Failure in Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.. Experimental hematology (2022 Nov)",
    "title": "Transcriptomic Signatures of Hypomethylating Agent Failure in Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.",
    "abstract": "Hypomethylating agents (HMAs) are the standard of care for myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). HMA treatment failure is a major clinical problem and its mechanisms are poorly characterized. We performed RNA sequencing in CD34",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not contain any information on adverse events related to azacitidine treatment in CMML patients.  The study focuses on transcriptomic signatures of HMA failure, not the clinical adverse events associated with specific HMA treatment."
  },
  {
    "pmid": "36059252",
    "citation": "Yue Wei et al. MDM2 antagonist improves therapeutic activity of azacitidine in myelodysplastic syndromes and chronic myelomonocytic leukemia.. Leukemia & lymphoma (2022 Dec)",
    "title": "MDM2 antagonist improves therapeutic activity of azacitidine in myelodysplastic syndromes and chronic myelomonocytic leukemia.",
    "abstract": "Failure of hypomethylation agent (HMA) treatments is an important issue in myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). Recent studies indicated that function of wildtype TP53 positively impacts outcome of HMA treatments. We investigated the combination of the HMA azacitidine (AZA) with DS-3032b and DS-5272, novel antagonists of the TP53 negative regulator MDM2, in cellular and animal models of MDS and CMML. In ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any adverse event data related to azacitidine treatment in CMML patients.  The study focuses on the combination of azacitidine with other drugs in cellular and animal models, not clinical trial data on humans."
  },
  {
    "pmid": "35852697",
    "citation": "Takeshi Hagino et al. Myeloid leukemoid reaction after initial azacitidine therapy for chronic myelomonocytic leukemia.. International journal of hematology (2022 Dec)",
    "title": "Myeloid leukemoid reaction after initial azacitidine therapy for chronic myelomonocytic leukemia.",
    "abstract": "The development of myeloid leukocytosis in leukemia patients during antileukemic treatment requires a differential diagnosis between myeloid leukemoid reaction and leukemia progression. We herein report the case of an 80-year-old Japanese man with chronic myelomonocytic leukemia (CMML) who developed marked myeloid leukocytosis (36.3 × 10",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions the development of marked myeloid leukocytosis (36.3 × 10⁹/L) as an adverse event.  However, the provided abstract does not list other adverse events. The full text would be needed to provide a complete list.",
      "grade_3_4_events": "Not specified in the provided abstract.",
      "serious_adverse_events": "Not specified in the provided abstract.",
      "most_common_events": [
        "Myeloid leukocytosis"
      ],
      "treatment_discontinuation": "Not specified in the provided abstract.",
      "treatment_related_deaths": "Not specified in the provided abstract."
    },
    "extraction_notes": "The abstract only mentions myeloid leukocytosis as an adverse event.  The full text of the article is needed to extract a comprehensive list of adverse events related to azacitidine treatment in CMML patients from this study."
  },
  {
    "pmid": "35834039",
    "citation": "Yu Xu et al. Real-world data on efficacy and safety of azacitidine therapy in chronic myelomonocytic leukemia in China: results from a multicenter, retrospective study.. Investigational new drugs (2022 Oct)",
    "title": "Real-world data on efficacy and safety of azacitidine therapy in chronic myelomonocytic leukemia in China: results from a multicenter, retrospective study.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare and aggressive myeloid malignancy with overlapped features of myelodysplastic syndromes/myeloproliferative neoplasms. Azacitidine (AZA), a hypomethylating agent, has been approved for the treatment of CMML in China, but real-world data are limited. Medical records of CMML patients who had received subcutaneously injected AZA were reviewed from January 2018 at five participating sites in China. Response was assessed according to the modified International Working Group (IWG 2006) criteria. Between January 2018 and November 2020, a total of 24 patients with CMML were included with a median age of 63 years. Patients received a median of 3 cycles of AZA treatment (range, 1-8). Overall response rate (ORR) was 37.5% (9 of 24); CR rate, PR rate, and mCR/HI rate were 8.3% (n = 2), 8.3% (n = 2), and 20.8% (n = 5), respectively. At a median duration of follow-up of 14.0 months (range 0.0-22.0 months), the median overall survival (OS) was 23.0 months. Univariate analysis revealed that ≥ 3 cycles of treatment was significantly associated with a higher 1-year OS rate compared with &lt; 3 cycles of AZA treatment. Treatment was generally well-tolerated. The most common (&gt; 10%) AEs were thrombocytopenia (n = 7, 29.2%), pneumonitis (n = 4, 16.7%) and fever (n = 3, 12.5%). This study provides valuable real-life data in China on the treatment schedules, efficacy and safety of AZA in the treatment of CMML.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Thrombocytopenia, pneumonitis, and fever were the most common adverse events.",
      "grade_3_4_events": "Not specified in the abstract.",
      "serious_adverse_events": "Not specified in the abstract.",
      "most_common_events": [
        "Thrombocytopenia",
        "Pneumonitis",
        "Fever"
      ],
      "treatment_discontinuation": "Not specified in the abstract.",
      "treatment_related_deaths": "Not specified in the abstract."
    },
    "extraction_notes": "The abstract mentions the most common adverse events (>10%)  but does not provide details on grade 3-4 events, serious adverse events, treatment discontinuation due to adverse events, or treatment-related deaths."
  },
  {
    "pmid": "35615323",
    "citation": "Antonio Cristiano et al. The Venetoclax/Azacitidine Combination Targets the Disease Clone in Acute Myeloid Leukemia, Being Effective and Safe in a Patient with COVID-19.. Mediterranean journal of hematology and infectious diseases (2022)",
    "title": "The Venetoclax/Azacitidine Combination Targets the Disease Clone in Acute Myeloid Leukemia, Being Effective and Safe in a Patient with COVID-19.",
    "abstract": "The addition of Venetoclax (VEN) to Hypomethylating agents (HMAs) significantly improves the probability of complete remission and prolongs survival in patients with Acute Myeloid Leukemia (AML) when compared to HMA alone. However, the mutated clone composition may impact the probability of response and its duration. Here, we describe the molecular profile of a patient with AML rapidly evolved from a previous therapy-related-Chronic MyeloMonocytic Leukemia, who achieved safely complete remission after treatment with the VEN/Azacitidine combination, even in the presence of SARS-COVID-2 infection. The targeted NGS analysis showed that the VEN/AZA combination led to the eradication of the ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes a single case study of a patient with AML (that evolved from CMML), treated with a combination of Venetoclax and Azacitidine.  While the treatment is described as 'safe' in this instance, no specific adverse events related to Azacitidine are listed.  The study does not provide adverse event data for Azacitidine in CMML patients in general."
  },
  {
    "pmid": "35488900",
    "citation": "Mikkael A Sekeres et al. A phase 1b study of glasdegib + azacitidine in patients with untreated acute myeloid leukemia and higher-risk myelodysplastic syndromes.. Annals of hematology (2022 Aug)",
    "title": "A phase 1b study of glasdegib + azacitidine in patients with untreated acute myeloid leukemia and higher-risk myelodysplastic syndromes.",
    "abstract": "This phase 1b study evaluated glasdegib (100 mg once daily) + azacitidine in adults with newly diagnosed acute myeloid leukemia (AML), higher-risk myelodysplastic syndromes (MDS), or chronic myelomonocytic leukemia (CMML) who were ineligible for intensive chemotherapy. Of 72 patients enrolled, 12 were in a lead-in safety cohort (LIC) and 60 were in the AML and MDS (including CMML) expansion cohorts. In the LIC, the safety profile of glasdegib + azacitidine was determined to be consistent with those of glasdegib or azacitidine alone, with no evidence of drug-drug interaction. In the expansion cohort, the most frequently (≥ 10%) reported non-hematologic Grade ≥ 3 treatment-emergent adverse events were decreased appetite, electrocardiogram QT prolongation, and hypertension in the AML cohort and sepsis, diarrhea, hypotension, pneumonia, and hyperglycemia in the MDS cohort. Overall response rates in the AML and MDS cohorts were 30.0% and 33.3%, respectively; 47.4% and 46.7% of patients who were transfusion dependent at baseline achieved independence. Median overall survival (95% confidence interval) was 9.2 (6.2-14.0) months and 15.8 (9.3-21.9) months, respectively, and response was associated with molecular mutation clearance. Glasdegib + azacitidine in patients with newly diagnosed AML or MDS demonstrated an acceptable safety profile and preliminary evidence of clinical benefits.Trial registration: ClinicalTrials.gov NCT02367456.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract states that the safety profile of glasdegib + azacitidine was consistent with those of glasdegib or azacitidine alone in the lead-in safety cohort.  However, specific adverse events for azacitidine in CMML patients are not detailed separately from AML or MDS patients.",
      "grade_3_4_events": "The abstract mentions Grade ≥3 events in the expansion cohort:  decreased appetite, electrocardiogram QT prolongation, and hypertension in the AML cohort; and sepsis, diarrhea, hypotension, pneumonia, and hyperglycemia in the MDS cohort.  It is unclear how many of these are attributable to azacitidine specifically in CMML patients.",
      "serious_adverse_events": "null",
      "most_common_events": "null",
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The study combined AML, MDS, and CMML patients. While the abstract mentions overall adverse events and safety profiles, it does not provide a breakdown of adverse events specifically for azacitidine in CMML patients.  The data is presented for the combined AML and MDS (including CMML) cohorts."
  },
  {
    "pmid": "35438802",
    "citation": "Lionel Adès et al. A randomised phase II study of azacitidine (AZA) alone or with Lenalidomide (LEN), Valproic acid (VPA) or Idarubicin (IDA) in higher-Risk MDS or low blast AML: GFM's \"pick a winner\" trial, with the impact of somatic mutations.. British journal of haematology (2022 Aug)",
    "title": "A randomised phase II study of azacitidine (AZA) alone or with Lenalidomide (LEN), Valproic acid (VPA) or Idarubicin (IDA) in higher-Risk MDS or low blast AML: GFM's \"pick a winner\" trial, with the impact of somatic mutations.",
    "abstract": "In order to improve the outcome observed with azacitidine (AZA) in higher-risk Myelodysplastic syndrome (MDS), its combination with other drugs in MDS must be evaluated. So far, no combination has not been shown to be more effective than AZA alone. AZA-PLUS was a phase II trial that, in a \"pick a winner\" approach, randomly assigned patients with higher-risk MDS, CMML and low blast count AML to: AZA; AZA plus lenalidomide; AZA plus Valproic Acid or AZA plus Idarubicin. 322 patients were included. After six cycles, 69 (21.4%) CR + PR were observed with no benefit from any combination. Median EFS and OS were 17.2 and 19.7 months in the whole cohort, respectively, with no difference across randomised arms. Infection and rates of hospitalisation during the first six cycles were higher in the AZA-LEN And AZA-IDA arm, related to increased myelosuppression. Factors associated with better response were IPSS, favourable or intermediate karyotype, haemoglobin, lower circulating blast count, fibrinogen level and lower LDH, while poorer survival was seen in therapy-related MDS and, in the case of TP53, PTPN11 or CSF3R mutation. The combinations used did not improve the outcome obtained with AZA alone. However, our \"pick a winner\" randomised strategy may remain useful with potentially more active drugs to be tested in combination with AZA.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infection and increased rates of hospitalization, related to increased myelosuppression.",
      "grade_3_4_events": "Not specified in the abstract.",
      "serious_adverse_events": "Not specified in the abstract.",
      "most_common_events": [
        "Infection",
        "Hospitalization"
      ],
      "treatment_discontinuation": "Not specified in the abstract.",
      "treatment_related_deaths": "Not specified in the abstract."
    },
    "extraction_notes": "The abstract mentions increased infection and hospitalization rates, specifically higher in the AZA-LEN and AZA-IDA arms due to myelosuppression.  However,  precise numbers (counts or percentages), grade 3-4 adverse events, SAEs, treatment discontinuation rates and treatment-related deaths are not provided.  The data is limited to the information presented in the abstract."
  },
  {
    "pmid": "35405632",
    "citation": "A Triguero et al. Response to azacitidine in patients with chronic myelomonocytic leukemia according to overlap myelodysplastic/myeloproliferative neoplasms criteria.. Leukemia research (2022 May)",
    "title": "Response to azacitidine in patients with chronic myelomonocytic leukemia according to overlap myelodysplastic/myeloproliferative neoplasms criteria.",
    "abstract": "Azacitidine (AZA) is approved for the treatment of high-risk chronic myelomonocytic leukemia (CMML) of myelodysplastic (MD) subtype. Data of response rates using the specific response criteria for this disease are scarce. The aim of this study was to evaluate the response to AZA in patients diagnosed with CMML from the Spanish Registry of Myelodysplastic Syndromes (MDS) applying the overlap myelodysplastic/myeloproliferative neoplasms (MDS/MPN) response criteria. We retrospectively studied 91 patients with CMML treated with at least one cycle of AZA from the Spanish Registry of MDS. As it was a real-world study, the response rate was evaluated between cycle 4 and 6, applying the MDS/MPN response criteria FINDINGS: The overall response rate at cycle 4-6 was 58%. Almost half of the patients achieved transfusion independence and one quarter showed clinical benefit, regardless of the CMML French-American-British (FAB) and World Health Organization (WHO) subtypes and CMML Specific Prognosis Scoring (CPSS) risk groups. Toxicity was higher in the MD-CMML subtype. In our series, most CMML patients achieved an overall response rate with AZA according to the overlap-MDS/MPN response criteria regardless of the CMML FAB and WHO subtypes and CPSS risk groups. Thus, AZA may also be a treatment option for patients with the myeloproliferative CMML subtype and those with a lower-risk CPSS, but symptomatic.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Toxicity was higher in the MD-CMML subtype.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that toxicity was higher in the MD-CMML subtype, indicating the presence of adverse events.  However, specific details on the types, grades, frequency, or serious adverse events are not provided.  Further details on specific adverse events would require a full-text analysis of the paper."
  },
  {
    "pmid": "34985762",
    "citation": "Mrinal M Patnaik et al. Chronic myelomonocytic leukemia: 2022 update on diagnosis, risk stratification, and management.. American journal of hematology (2022 Mar)",
    "title": "Chronic myelomonocytic leukemia: 2022 update on diagnosis, risk stratification, and management.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes and myeloproliferative neoplasms, with an inherent risk for leukemic transformation (~15% over 3-5 years). Diagnosis is based on the presence of sustained (>3 months) peripheral blood monocytosis (≥1 × 10 Molecularly integrated prognostic models include the Groupe Français des Myélodysplasies, Mayo Molecular Model (MMM), and the CMML specific prognostic model. Risk factors incorporated into the MMM include presence of truncating ASXL1 mutations, absolute monocyte count >10 × 10 Hypomethylating agents such as 5-azacitidine and decitabine are commonly used, with overall response rates of ~40%-50% and complete remission rates of ~7%-17%; with no impact on mutational allele burdens. Allogeneic stem cell transplant is the only potentially curative option but is associated with significant morbidity and mortality.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agents such as azacitidine and decitabine have overall response rates and complete remission rates, but it does not provide any specific information on adverse events associated with azacitidine treatment in CMML patients."
  },
  {
    "pmid": "34966690",
    "citation": "Konstantinos Liapis et al. Approaching First-Line Treatment in Patients With Advanced CMML: Hypomethylating Agents or Cytotoxic Treatment?. Frontiers in oncology (2021)",
    "title": "Approaching First-Line Treatment in Patients With Advanced CMML: Hypomethylating Agents or Cytotoxic Treatment?",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare clonal haematological malignancy bearing characteristics of both myelodysplastic syndromes and myeloproliferative neoplasms. It primarily affects older people (median age at diagnosis ~72 years). There are many challenges encountered in its treatment. One striking issue is the lack of strong clinical evidence from large randomized clinical trials for treating this disease. Another issue is that patients with CMML have highly variable outcomes with current treatments. Additional challenges include a wider application of current knowledge, an improved understanding of pathogenesis, development of new therapies, and management of refractory cases/disease progression. It is clear that there is still progress to be made. Here, we review the available first-line treatment options for advanced CMML. Emphasis has been placed on choosing between hypomethylating agents and cytotoxic treatments, on the basis on disease-specific and patient-specific characteristics. A proper selection between these two treatments could lead to a better quality of care for patients with CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract is a review article discussing treatment options for CMML, including hypomethylating agents and cytotoxic treatments.  However, it does not present specific adverse event data for azacitidine or any other treatment in CMML patients.  The abstract focuses on the selection of treatments based on disease and patient characteristics, not on detailed adverse event profiles."
  },
  {
    "pmid": "34884286",
    "citation": "Marion Delplanque et al. USAID Associated with Myeloid Neoplasm and VEXAS Syndrome: Two Differential Diagnoses of Suspected Adult Onset Still's Disease in Elderly Patients.. Journal of clinical medicine (2021 Nov)",
    "title": "USAID Associated with Myeloid Neoplasm and VEXAS Syndrome: Two Differential Diagnoses of Suspected Adult Onset Still's Disease in Elderly Patients.",
    "abstract": "Patients with solid cancers and hematopoietic malignancy can experience systemic symptoms compatible with adult-onset Still's disease (AOSD). The newly described VEXAS, associated with somatic UBA1 mutations, exhibits an overlap of clinical and/or biological pictures with auto inflammatory signs and myelodysplastic syndrome (MDS). To describe a cohort of patients with signs of undifferentiated systemic autoinflammatory disorder (USAID) concordant with AOSD and MDS/chronic myelomonocytic leukemia (CMML) and the prevalence of VEXAS proposed management and outcome. A French multicenter retrospective study from the MINHEMON study group also used for other published works with the support of multidisciplinary and complementary networks of physicians and a control group of 104 MDS/CMML. Twenty-six patients were included with a median age at first signs of USAID of 70.5 years with male predominance (4:1). Five patients met the criteria for confirmed AOSD. The most frequent subtypes were MDS with a blast excess (31%) and MDS with multilineage dysplasia (18%). Seven patients presented with acute myeloid leukemia and twelve died during a median follow-up of 2.5 years. Six out of 18 tested patients displayed a somatic UBA1 mutation concordant with VEXAS, including one woman. High-dose corticosteroids led to a response in 13/16 cases and targeted biological therapy alone or in association in 10/12 patients (anakinra, tocilizumab, and infliximab). Azacytidine resulted in complete or partial response in systemic symptoms for 10/12 (83%) patients including 3 VEXAS. Systemic form of VEXAS syndrome can mimic AOSD. The suspicion of USAID or AOSD in older males with atypia should prompt an evaluation of underlying MDS and assessment of somatic UBA1 mutation.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not list any adverse events associated with azacytidine treatment, only that 10 out of 12 patients experienced a complete or partial response in systemic symptoms.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions azacytidine treatment and its response rate in systemic symptoms but does not provide details on specific adverse events associated with the treatment.  The study focuses primarily on the response to treatment, not the adverse events.  Information on adverse events related to azacitidine in CMML patients is not present."
  },
  {
    "pmid": "34384334",
    "citation": "Krzysztof Mądry et al. Low serum albumin level deteriorates prognosis in azacitidine-treated myelodysplastic syndromes patients - results of the PALG study 'PolAZA'.. Hematology (Amsterdam, Netherlands) (2021 Dec)",
    "title": "Low serum albumin level deteriorates prognosis in azacitidine-treated myelodysplastic syndromes patients - results of the PALG study 'PolAZA'.",
    "abstract": "Azacitidine (AZA) is the standard of care for higher-risk myelodysplastic syndrome (HR-MDS) patients ineligible for intensive therapy. Clinical outcome discrepancies reported in clinical trials and real-life settings stimulate the search for new prognostic factors. We retrospectively evaluated 315 MDS, 20-30% blast acute myeloid leukemia (AML) and chronic myelomonocytic leukemia (CMML) patients treated with azacitidine in 12 centers cooperating within the Polish Adult Leukemia Group (PALG). The median number of AZA cycles was 7 (1-69) and 24% patients received fewer than 4 cycles (early failure, EF). Serum albumin level was an independent predictor of EF occurrence. Complete remission (CR) was obtained in 20% and partial remission (PR) in 12% of patients. Hematologic improvement - erythroid (HI-E), neutrophil (HI-N), or platelet (HI-P) was achieved in 51%, 36%, and 48% of patients, respectively. No factors significantly predicted CR or PR in the multivariate analysis. For HI-E and HI-P, lower LDH level predicted response. Median survival was 15 (13-19) months. Lower serum albumin level, serious infection and receiving <4 AZA cycles independently predicted a worse overall survival (OS) ( Serum albumin assessment before azacitidine treatment can help to identify patients with higher risk of early failure and worse clinical outcome.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Serious infection,  Early Failure (receiving <4 AZA cycles), low serum albumin levels.",
      "grade_3_4_events": null,
      "serious_adverse_events": "Serious infection (percentage not specified)",
      "most_common_events": [
        "Serious infection",
        "Early Failure (defined as <4 cycles of AZA)",
        "Low serum albumin levels"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions 'serious infection' and 'receiving <4 AZA cycles' as factors predicting worse overall survival. Low serum albumin levels are also mentioned as a predictor of early treatment failure and worse outcome.  Specific counts or percentages for many adverse events are not provided.  The study includes CMML patients, but it's not broken down separately in the abstract; thus, the adverse events relate to the study population as a whole, including CMML patients."
  },
  {
    "pmid": "34268023",
    "citation": "Jay Pescatore et al. Reactivation of Pulmonary Tuberculosis During Treatment of Chronic Myelomonocytic Leukemia.. Cureus (2021 Jun)",
    "title": "Reactivation of Pulmonary Tuberculosis During Treatment of Chronic Myelomonocytic Leukemia.",
    "abstract": "A 76-year-old woman from a tuberculosis (TB) endemic region with chronic myelomonocytic leukemia (CMML) on Azacitidine presented with a non-productive cough. A CT scan of the chest revealed a lobulated opacity in the right upper lobe and antibiotic therapy was initiated for a potential bacterial pneumonia. However, a high suspicion for pulmonary TB remained given her nation of origin, immunosuppression, and imaging findings. Three sputum and bronchoalveolar lavage (BAL) acid-fast bacilli (AFB) smears with PCR testing for ",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Pulmonary tuberculosis reactivation.  The abstract implies immunosuppression as a potential adverse effect of azacitidine contributing to the TB reactivation, but does not explicitly list other adverse events.",
      "grade_3_4_events": "null",
      "serious_adverse_events": "null",
      "most_common_events": [
        "Pulmonary Tuberculosis Reactivation"
      ],
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The abstract only mentions one adverse event: reactivation of pulmonary tuberculosis.  This is presented as a suspected consequence of azacitidine-induced immunosuppression, but is not explicitly listed as an adverse event of azacitidine itself.  No other adverse events are described.  Therefore, information on grade, seriousness, frequency, treatment discontinuation, and death is not available."
  },
  {
    "pmid": "34194799",
    "citation": "Soichiro Nakako et al. Successful management of therapy-related chronic myelomonocytic leukemia with cytarabine, aclarubicin, and azacitidine following tegafur/gimeracil/oteracil.. Clinical case reports (2021 Jun)",
    "title": "Successful management of therapy-related chronic myelomonocytic leukemia with cytarabine, aclarubicin, and azacitidine following tegafur/gimeracil/oteracil.",
    "abstract": "A 55-year-old man was diagnosed with therapy-related chronic myelomonocytic leukemia (t-CMML) after exposure to tegafur/gimeracil/oteracil. Although he was refractory to hydroxyurea and low-dose cytarabine, combination therapy with cytarabine, aclarubicin and azacitidine (CA-AZA) provided good disease control, and he underwent allogeneic stem cell transplantation. This report has two key massages. First, tegafur/gimeracil/oteracil may have a potential risk of developing t-CMML. Second, CA-AZA therapy may be considered as a therapeutic option for patients with t-CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract reports successful treatment with a combination therapy including azacitidine, but it does not provide any details on adverse events associated with azacitidine specifically.  The study is a single case report, which limits the ability to extract meaningful adverse event statistics."
  },
  {
    "pmid": "34175902",
    "citation": "Aline Renneville et al. Increasing recognition and emerging therapies argue for dedicated clinical trials in chronic myelomonocytic leukemia.. Leukemia (2021 Oct)",
    "title": "Increasing recognition and emerging therapies argue for dedicated clinical trials in chronic myelomonocytic leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes (MDS) and myeloproliferative neoplasms (MPN). Median overall survival of this aggressive myeloid malignancy is only 2-3 years, with a 15-30% risk of acute leukemic transformation. The paucity of clinical trials specifically designed for CMML has made therapeutic management of CMML patients challenging. As a result, treatment paradigms for CMML patients are largely borrowed from MDS and MPN. The standard of care still relies on hydroxyurea, hypomethylating agents (HMA), and allogeneic stem cell transplantation, this latter option remaining the only potentially curative therapy. To date, approved drugs for CMML treatment are HMA, including azacitidine, decitabine, and more recently the oral combination of decitabine and cedazuridine. However, HMA treatment does not meaningfully alter the natural course of this disease. New treatment approaches for improving CMML-associated cytopenias or targeting the CMML malignant clone are emerging. More than 25 therapeutic agents are currently being evaluated in phase 1 or phase 2 clinical trials for CMML and other myeloid malignancies, often in combination with a HMA backbone. Several novel agents, such as sotatercept, ruxolitinib, lenzilumab, and tagraxofusp have shown promising clinical efficacy in CMML. Current evidence supports the idea that effective treatment in CMML will likely require combination therapy targeting multiple pathways, which emphasizes the need for additional new therapeutic options. This review focuses on recent therapeutic advances and innovative treatment strategies in CMML, including global and molecularly targeted approaches. We also discuss what may help to make progress in the design of rationally derived and disease-modifying therapies for CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as an approved drug for CMML, but it does not provide any specific data on adverse events associated with its use in CMML patients.  The paper is a review focusing on therapeutic advances and does not present original research with detailed adverse event data."
  },
  {
    "pmid": "33904891",
    "citation": "Anand A Patel et al. Cedazuridine/decitabine: from preclinical to clinical development in myeloid malignancies.. Blood advances (2021 Apr)",
    "title": "Cedazuridine/decitabine: from preclinical to clinical development in myeloid malignancies.",
    "abstract": "Since the US Food and Drug Administration (FDA) approvals of parenteral decitabine and azacitidine, DNA methyltransferase inhibitors, otherwise referred to as DNA hypomethylating agents (HMAs), have been a mainstay in the treatment of higher-risk myelodysplastic syndromes. The development of oral HMAs has been an area of active interest; however, oral bioavailability has been quite poor due to rapid metabolism by cytidine deaminase (CDA). This led to the development of the novel CDA inhibitor cedazuridine, which was combined with an oral formulation of decitabine. Preclinical work demonstrated a pharmacokinetic and pharmacodynamic profile approximate to parenteral decitabine, leading to early-phase clinical trials of oral cedazuridine-decitabine (C-DEC) in myelodysplastic syndromes and chronic myelomonocytic leukemia (CMML). A combination of oral decitabine 35 mg with oral cedazuridine 100 mg was established as the recommended phase 2 dose. Phase 2 data confirmed bioequivalence of C-DEC when compared with parenteral decitabine, and a larger phase 3 trial has demonstrated similar results, leading to the FDA approval of C-DEC for use in intermediate/high-risk myelodysplastic syndrome (MDS) and CMML. This review will focus upon the current role of HMA therapy in MDS/CMML, preclinical and clinical development of C-DEC, and potential roles of oral HMA therapy in myeloid malignancies moving forward.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract focuses on the development and clinical trials of cedazuridine/decitabine (C-DEC), not azacitidine.  No adverse event data for azacitidine in CMML patients is presented."
  },
  {
    "pmid": "33807279",
    "citation": "Jan Philipp Bewersdorf et al. Risk-Adapted, Individualized Treatment Strategies of Myelodysplastic Syndromes (MDS) and Chronic Myelomonocytic Leukemia (CMML).. Cancers (2021 Mar)",
    "title": "Risk-Adapted, Individualized Treatment Strategies of Myelodysplastic Syndromes (MDS) and Chronic Myelomonocytic Leukemia (CMML).",
    "abstract": "Myelodysplastic syndrome (MDS) and chronic myelomonocytic leukemia (CMML) are two distinct blood cancers with a variable clinical symptom burden and risk of progression to acute myeloid leukemia. Management decisions should be guided by individual patient and disease characteristics and based on validated risk stratification tools. While supportive care with red blood cell transfusions, erythropoiesis-stimulating agents, and iron chelation remains the mainstay of therapy for lower-risk (LR)-MDS patients, luspatercept has recently been approved for transfusion-dependent anemic LR-MDS patients ending a decade without any new drug approvals for MDS. For higher-risk patients, allogeneic hematopoietic cell transplant (allo-HCT) remains the only curative therapy for both MDS and CMML but most patients are not eligible for allo-HCT. For those patients, the hypomethylating agents (HMA) azacitidine and decitabine remain standard of care with azacitidine being the only agent that has shown an overall survival benefit in randomized trials. Although early results from novel molecularly driven agents such as IDH1/2 inhibitors, venetoclax, magrolimab, and APR-246 for MDS as well as tagraxofusp, tipifarnib, and lenzilumab for CMML appear encouraging, confirmatory randomized trials must be completed to fully assess their safety and efficacy prior to routine clinical use. Herein, we review the current management of MDS and CMML and conclude with a critical appraisal of novel therapies and general trends in this field.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine's overall survival benefit in randomized trials but provides no specific data on adverse events in CMML patients treated with azacitidine.  No adverse event data for azacitidine in CMML is present in the provided abstract."
  },
  {
    "pmid": "33709786",
    "citation": "Swapna Thota et al. Role of cedazuridine/decitabine in the management of myelodysplastic syndrome and chronic myelomonocytic leukemia.. Future oncology (London, England) (2021 Jun)",
    "title": "Role of cedazuridine/decitabine in the management of myelodysplastic syndrome and chronic myelomonocytic leukemia.",
    "abstract": "Myelodysplastic syndrome (MDS) and chronic myelomonocytic leukemia (CMML) are clonal hematopoietic stem cell disorders. Complex disease biology has posed significant challenge to the development of novel therapeutics. Despite myriad clinical trials, none have been superior to azacitidine and decitabine (DEC) therapy. These therapies present a substantial burden for patients with 5 and 7 days of parenteral treatment in an infusion clinic. To overcome this limitation, a fixed drug combination of oral DEC-cedazuridine (C-DEC), a cytidine deaminase inhibitor with documented safety profile was developed. This drug was recently approved by the US FDA, Australian TGA and Health Canada for newly diagnosed or previously treated intermediate or high risk by international prognostic scoring system, MDS and CMML. In this review, we detail the pharmacokinetic and clinical activity of C-DEC in the management of MDS and CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine's efficacy and the burden of its administration but provides no specific adverse event data for azacitidine in CMML patients.  The focus is on a new drug combination, C-DEC, and its advantages over azacitidine and decitabine."
  },
  {
    "pmid": "33706667",
    "citation": "Ruohao Xu et al. Hypomethylating agents in the treatment of chronic myelomonocytic leukemia: a meta-analysis and systematic review.. Hematology (Amsterdam, Netherlands) (2021 Dec)",
    "title": "Hypomethylating agents in the treatment of chronic myelomonocytic leukemia: a meta-analysis and systematic review.",
    "abstract": "The present meta-analysis was performed to evaluate the efficacy, toxicities of both hypomethylating agents (decitabine and azaciticine) in the treatment of CMML patients. All available cohort studies of patients with CMML treated with decitabine and azacitidine were identified. The primary endpoints of this meta-analysis were response to hypomethylating agents. Pooled estimates of treatment response and drug-related adverse events were calculated using fixed or random effect models. Fourteen studies with 600 CMML patients (decitabine: n=196; azacitidine: n=404) were identified and included for meta-analysis. HMAs yielded a pooled ORR estimate of 43% (95% CI: 36%-50%) in patients with CMML. Patients received either azacitidine or decitabine exhibited comparable incidence of ORR (43% vs. 45%, P=0.810), while significantly higher incidence of mCR was observed in patients treated with decitabine (23% vs. 10%, P=0.000). Decitabine treatment was also associated with higher incidence of transfusion independence (42% vs. 20%, P=0.044). Both HMAs led to objective hematologic or non-hematologic AEs (27%-43%), while dosage modification/delay were more frequent in patients treated with azacitidine (81% vs. 67%, P=0.021). This current study may provide preliminary data in evaluating the efficacy and safety of HMAs in patients with CMML. Decitabine and azacitidine are comparable effective and safe in treating CMML. However, it is necessary to point out that any comparison of decitabine and azacitidine with respect to clinical outcomes can only be done in the context of a randomized controlled trial.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Objective hematologic or non-hematologic adverse events (27%-43%) were observed in patients treated with azacitidine.  Dosage modification/delay was also reported.",
      "grade_3_4_events": "Not specified",
      "serious_adverse_events": "Not specified",
      "most_common_events": [
        "Dosage modification/delay"
      ],
      "treatment_discontinuation": "Not specified",
      "treatment_related_deaths": "Not specified"
    },
    "extraction_notes": "The abstract provides overall adverse event rates for both azacitidine and decitabine, and notes that dosage modification/delay was more frequent with azacitidine.  Specific details on types of adverse events, grades, seriousness, or treatment discontinuation are not provided for azacitidine alone."
  },
  {
    "pmid": "33513373",
    "citation": "Lisa Pleyer et al. Outcomes of patients with chronic myelomonocytic leukaemia treated with non-curative therapies: a retrospective cohort study.. The Lancet. Haematology (2021 Feb)",
    "title": "Outcomes of patients with chronic myelomonocytic leukaemia treated with non-curative therapies: a retrospective cohort study.",
    "abstract": "Approval of hypomethylating agents in patients with chronic myelomonocytic leukaemia is based on trials done in patients with myelodysplastic syndromes. We aimed to investigate whether hypomethylating agents provide a benefit in subgroups of patients with chronic myelomonocytic leukaemia compared with other treatments. For this retrospective cohort study, data were retrieved between Nov 30, 2017, and Jan 5, 2019, from 38 centres in the USA and Europe. We included non-selected, consecutive patients diagnosed with chronic myelomonocytic leukaemia, who received chronic myelomonocytic leukaemia-directed therapy. Patients with acute myeloid leukaemia according to 2016 WHO criteria at initial diagnosis (ie, ≥20% blasts in the bone marrow or peripheral blood) or with unavailability of treatment data were excluded. Outcomes assessed included overall survival, time to next treatment, and time to transformation to acute myeloid leukaemia. Analyses were adjusted by age, sex, platelet count, and Chronic myelomonocytic leukaemia-Specific Prognostic Scoring System (CPSS). Patients were grouped by first received treatment with either hydroxyurea, hypomethylating agents, or intensive chemotherapy, and stratified by risk according to blast count, French-American-British subtype, CPSS, WHO 2016 subtype, and the eligibility criteria of the DACOTA trial (NCT02214407). 949 patients diagnosed with chronic myelomonocytic leukaemia between April 13, 1981, and Oct 26, 2018, were included. Median follow-up was 23·4 months (IQR 11·5-42·3) from diagnosis and 16·2 months (6·6-31·6) from start of first-line treatment. 412 (43%) of 949 patients received hypomethylating agents as first treatment, 391 (41%) hydroxyurea, and 83 (9%) intensive chemotherapy. Adjusted median overall survival for patients treated with hydroxyurea versus hypomethylating agents was 15·6 months (95% CI 13·1-17·3) versus 20·7 months (17·9-23·4); hazard ratio (HR) 1·39 (1·17-1·65; p=0·0002) and 14·0 months (9·8-17·2) versus 20·7 months (17·9-23·4; HR 1·55 [1·16-2·05]; p=0·0027) for those treated with intensive chemotherapy versus hypomethylating agents. In patients with myeloproliferative chronic myelomonocytic leukaemia (myeloproliferative CMML), median overall survival was 12·6 months (10·7-15·0) versus 17·6 months (14·8-21·5; HR 1·38 [1·12-1·70]; p=0·0027) for patients treated with hydroxyurea versus hypomethylating agents, and 12·3 months (8·4-16·6) versus 17·6 months (14·8-21·5; HR 1·44 [1·02-2·03]; p=0·040) for intensive chemotherapy versus hypomethylating agents. Hypomethylating agents did not confer an overall survival advantage for patients classified as having lower-risk disease (ie, myelodysplastic chronic myelomonocytic leukaemia with <10% blasts, CMML-0, or lower-risk CPSS). These data suggest hypomethylating agents as the preferred therapy for patients with higher-risk chronic myelomonocytic leukaemia and those with myeloproliferative CMML. Our findings also suggest that CPSS is a valuable tool to identify patients who are most likely to benefit from hypomethylating agents. Further evidence from prospective cohorts would be desirable. The Austrian Group for Medical Tumor Therapy.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions hypomethylating agents as a treatment group but does not provide specific adverse event data for azacitidine or other hypomethylating agents in CMML patients.  The abstract focuses on overall survival and treatment comparisons, not detailed adverse effects."
  },
  {
    "pmid": "33503305",
    "citation": "Xiaofei Zhou et al. Asia-inclusive global development of pevonedistat: Clinical pharmacology and translational research enabling a phase 3 multiregional clinical trial.. Clinical and translational science (2021 May)",
    "title": "Asia-inclusive global development of pevonedistat: Clinical pharmacology and translational research enabling a phase 3 multiregional clinical trial.",
    "abstract": "The investigational NEDD8-activating enzyme inhibitor pevonedistat is being evaluated in combination with azacitidine versus single-agent azacitidine in patients with higher-risk myelodysplastic syndrome (higher-risk MDS), higher-risk chronic myelomonocytic leukemia (higher-risk CMML), or low-blast acute myeloid leukemia (AML) in a Phase 3 trial PANTHER. To support Asia-inclusive global development, we applied multiregional clinical trial (MRCT) principles of the International Conference on Harmonisation E17 guidelines by evaluating similarity in drug-related and disease-related intrinsic and extrinsic factors. A PubMed literature review (January 2000-November 2019) supported similarity in epidemiology of higher-risk MDS, AML, and CMML in Western and East Asian populations. Furthermore, the treatment of MDS/AML was similar in both East Asian and Western regions, with the same dose of azacitidine being the standard of care. Median overall survival in MDS following azacitidine treatment was generally comparable across regions, and the types and frequencies of molecular alterations in AML and MDS were comparable. Dose-escalation studies established the same maximum tolerated dose of pevonedistat in combination with azacitidine in Western and East Asian populations. Pevonedistat clearance was similar across races. Taken together, conservation of drug-related and disease-related intrinsic and extrinsic factors supported design of an Asia-inclusive Phase 3 trial and a pooled East Asian region. A sample size of ~ 30 East Asian patients (of ~ 450 randomized) was estimated as needed to demonstrate consistency in efficacy relative to the global population. This analysis is presented as an exemplar to illustrate application of clinical pharmacology and translational science principles in designing Asia-inclusive MRCTs. Study Highlights WHAT IS THE CURRENT KNOWLEDGE ON THE TOPIC? Azacitidine is the standard of care for myelodysplastic syndromes/low-blast acute myeloid leukemia (AML) across Western and East Asian patients. The first-in-class small-molecule inhibitor of NEDD8-activating enzyme, pevonedistat, has been investigated as a single agent in multiple studies of hematologic and nonhematologic malignancies and in combination with azacitidine in elderly patients with untreated AML. WHAT QUESTION DID THIS STUDY ADDRESS? By applying clinical pharmacology and translational science and International Conference on Harmonisation E17 principles, this study designed an East Asian-inclusive global pivotal Phase 3 trial of pevonedistat, taking into consideration drug-related and disease-related intrinsic and extrinsic factors. WHAT DOES THIS STUDY ADD TO OUR KNOWLEDGE? These analyses provide scientific rationale for Asia-inclusive globalization of the pivotal, Phase 3 PANTHER trial and for pooling clinical data across the East Asian region for assessing consistency in efficacy. HOW MIGHT THIS CHANGE CLINICAL PHARMACOLOGY OR TRANSLATIONAL SCIENCE? We developed a framework to facilitate efficient global clinical development of investigational therapies for rare cancers and orphan diseases in Asia-inclusive multiregional clinical trials.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine is standard of care and that a Phase 3 trial (PANTHER) is underway comparing pevonedistat with and without azacitidine. However, no adverse event data specific to azacitidine treatment in CMML patients are presented in this abstract."
  },
  {
    "pmid": "33407852",
    "citation": "Johannes Lorenz Berg et al. Micro-RNA-125a mediates the effects of hypomethylating agents in chronic myelomonocytic leukemia.. Clinical epigenetics (2021 Jan)",
    "title": "Micro-RNA-125a mediates the effects of hypomethylating agents in chronic myelomonocytic leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is an aggressive hematopoietic malignancy that arises from hematopoietic stem and progenitor cells (HSPCs). Patients with CMML are frequently treated with epigenetic therapeutic approaches, in particular the hypomethylating agents (HMAs), azacitidine (Aza) and decitabine (Dec). Although HMAs are believed to mediate their efficacy via re-expression of hypermethylated tumor suppressors, knowledge about relevant HMA targets is scarce. As silencing of tumor-suppressive micro-RNAs (miRs) by promoter hypermethylation is a crucial step in malignant transformation, we asked for a role of miRs in HMA efficacy in CMML. Initially, we performed genome-wide miR-expression profiling in a Kras Taken together, we report decreased expression of miR-125a in CMML and delineate its relevance as mediator of HMA efficacy within this neoplasia.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions azacitidine as a treatment for CMML, but it does not contain any information on adverse events associated with its use.  The study focuses on the mechanism of action, not clinical outcomes or adverse effects."
  },
  {
    "pmid": "33369023",
    "citation": "John C Molina et al. Venetoclax/decitabine for a pediatric patient with chronic myelomonocytic leukemia.. Pediatric blood & cancer (2021 Mar)",
    "title": "Venetoclax/decitabine for a pediatric patient with chronic myelomonocytic leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a myelodysplastic syndrome (MDS)/myeloproliferative disorder most commonly seen in the elderly. We describe an adolescent with monosomy 7 CMML presenting as central diabetes insipidus (DI), who was treated with venetoclax and decitabine as a bridge to hematopoietic stem cell transplantation (HSCT). Central DI is a rare manifestation of monosomy 7-associated MDS including CMML, itself a rare manifestation of GATA2 deficiency, particularly in children. Venetoclax/decitabine was effective for treatment of CMML as a bridge to HSCT.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study used venetoclax and decitabine (not azacitidine) and does not provide specific adverse event data related to either drug in the context of CMML.  The abstract only mentions the treatment was effective as a bridge to HSCT, and does not describe any adverse events."
  },
  {
    "pmid": "33324479",
    "citation": "Luka Čemažar et al. Successful long-term treatment with azacitidine in patient with chronic myelomonocytic leukemia.. Hematology reports (2020 Dec)",
    "title": "Successful long-term treatment with azacitidine in patient with chronic myelomonocytic leukemia.",
    "abstract": "The purpose of this article was to present a case of successful long term treatment with azacitidine in patient with Chronic Myelomonocytic Leukemia (CMML) and discussing possible contributing factors for its long term efficacy. Data from our case were compared with similar data available in the literature. Effective treatment with azacitidine resulted in overall survival of 11 years 5 months and we showed that applying multiple cycles of treatment is feasible. Our patient received 71 cycles of treatment with total duration of 7 years and 3 months. Our report about a patient with CMML and a good clinical course revealed, that long term treatment with azacitidine is feasible in some patients. Initially low bone marrow blast count, a relatively small malignant CMML clone, reduction of spleen size and fast platelet response seemed to be factors determining long term response to treatment in our patient. More data on CMML treatment by Hypomethylating Agents and their analysis are needed in order to make firm conclusions.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes a successful long-term treatment with azacitidine, focusing on the positive outcome and potential contributing factors.  No adverse events associated with azacitidine treatment are mentioned. The authors explicitly state that more data on CMML treatment by hypomethylating agents and their analysis are needed."
  },
  {
    "pmid": "33275673",
    "citation": "Mrinal M Patnaik et al. Myelodysplastic syndrome/myeloproliferative neoplasm overlap syndromes: a focused review.. Hematology. American Society of Hematology. Education Program (2020 Dec)",
    "title": "Myelodysplastic syndrome/myeloproliferative neoplasm overlap syndromes: a focused review.",
    "abstract": "Myelodysplastic syndrome (MDS)/myeloproliferative neoplasm (MPN) overlap syndromes are unique myeloid neoplasms, with overlapping features of MDS and MPN. They consist of four adult onset entities including chronic myelomonocytic leukemia (CMML), MDS/MPN-ring sideroblasts-thrombocytosis (MDS/MPN-RS-T), BCR-ABL1 negative atypical chronic myeloid leukemia (aCML) and MDS/MPN-unclassifiable (MDS/MPN-U); with juvenile myelomonocytic leukemia (JMML) being the only pediatric onset entity. Among these overlap neoplasms, CMML is the most frequent and is hallmarked by the presence of sustained peripheral blood monocytosis with recurrent mutations involving TET2 (60%), SRSF2 (50%) and ASXL1 (40%); with RAS pathway mutations and JAK2V617F being relatively enriched in proliferative CMML subtypes (WBC ≥13 × 109/L). CMML usually presents in the 7th decade of life, with a male preponderance and is associated with a median overall survival of <36 months. Adverse prognosticators in CMML include increasing age, high WBC, presence of circulating immature myeloid cells, anemia, thrombocytopenia and truncating ASXL1 mutations. While allogeneic stem cell transplantation remains the only curative option, given the late onset of this neoplasm and high frequency of comorbidities, most patients remain ineligible. Hypomethylating agents such as azacitidine, decitabine and oral decitabine/cedazuridine have been US FDA approved for the management of CMML, with overall response rates of 40-50% and complete remission rates of <20%. While these agents epigenetically restore hematopoiesis in a subset of responding patients, they do not impact mutational allele burdens and eventual disease progression to AML remains inevitable. Newer treatment modalities exploiting epigenetic, signaling and splicing abnormalities commonly seen in CMML are much needed.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment for CMML and provides overall response rates, but it does not list specific adverse events associated with its use in CMML patients.  Therefore, no adverse event data could be extracted."
  },
  {
    "pmid": "33126392",
    "citation": "Lianbo Hu et al. Chronic myelomonocytic leukemia (CMML)-0 with pleural effusion as first manifestation: A case report.. Medicine (2020 Oct)",
    "title": "Chronic myelomonocytic leukemia (CMML)-0 with pleural effusion as first manifestation: A case report.",
    "abstract": "Extramedullary invasion of chronic myelomonocytic leukemia (CMML) usually occurs in the liver, spleen, and lymph nodes, while the pleural infiltration of CMML is rare. The presence of pleural effusion is usually associated with uncontrolled leukocytosis and increased monocytes. Here we reported a rare case of CMML-0 with pleural effusion as the first manifestation in a 44-year-old woman. The pleural effusion was caused by blasts infiltration confirmed by the flow cytometer and the pleural biopsy. CMML with pleural invasion. The patient was treated with azacitidine 75 mg/m d for 2 cycles, followed by daily oral intake of hydroxyurea (500 mg/d). Pleural effusion was resolved and chest pain was relieved. The current case indicated that leukemic infiltration into pleura could occur despite mild leukocytes, while demethylation may be an effective therapy.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract reports that pleural effusion and chest pain were resolved with treatment, implying no adverse events related to azacitidine, but it does not provide details on any adverse events experienced by the patient during azacitidine treatment."
  },
  {
    "pmid": "33101773",
    "citation": "Ana María Hurtado López et al. Cancer testis antigens in myelodysplastic syndromes revisited: a targeted RNA-seq approach.. Oncoimmunology (2020 Oct)",
    "title": "Cancer testis antigens in myelodysplastic syndromes revisited: a targeted RNA-seq approach.",
    "abstract": "Cancer-Testis antigens (CTA) are named after the tissues where they are mainly expressed: in germinal and in cancer cells, a process that mimics many gametogenesis features. Mapping accurately the CTA gene expression signature in myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML) is a prerequisite for downstream immune target-discovery projects. In this study, we take advantage of the use of azacitidine to treat high-risk MDS and CMML to draw the CTAs landscape, before and after treatment, using an ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions the use of azacitidine to treat CMML but does not contain any information on adverse events associated with the treatment.  The full text of the article would be needed to extract the requested adverse event data."
  },
  {
    "pmid": "33043739",
    "citation": "C Willekens et al. Effects of azacitidine in 93 patients with . Leukemia & lymphoma (2021 Feb)",
    "title": "Effects of azacitidine in 93 patients with ",
    "abstract": "Isocitrate dehydrogenase 1 (",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract is too short to contain detailed adverse event data.  The full text of the article is needed to extract the requested information."
  },
  {
    "pmid": "32896704",
    "citation": "Anne Laure Roupie et al. Vasculitis associated with myelodysplastic syndrome and chronic myelomonocytic leukemia: French multicenter case-control study.. Seminars in arthritis and rheumatism (2020 Oct)",
    "title": "Vasculitis associated with myelodysplastic syndrome and chronic myelomonocytic leukemia: French multicenter case-control study.",
    "abstract": "Our objective was to evaluate characteristics, treatment and outcome of vasculitis associated with myelodysplastic syndrome (MDS) and chronic myelomonicytic leukemia (CMML) PATIENTS AND METHODS: Retrospective descriptive analysis of MDS/CMML-related vasculitis and comparison with MDS/CMML patients without dysimmune features. Seventy patients with vasculitis and MDS/CMML were included, with median age of 71.5 [21-90] years and male/female ratio of 2.3. Vasculitis was diagnosed prior to MDS/CMML in 31 patients (44%), and after in 20 patients. In comparison with MDS/CMML without autoimmune/inflammatory features, vasculitis with MDS/MPN showed no difference in MDS/CMML subtypes distribution nor International Prognostic Scoring System and CMML-specific prognostic (IPSS/CPSS) scores. Vasculitis subtypes included Giant cell arteritis in 24 patients (34%), Behçet's-like syndrome in 11 patients (20%) and polyarteritis nodosa in 6 patients (9%). Glucocorticoids (GCs) were used as first-line therapy for MDS/CMML vasculitis in 64/70 patients (91%) and 41 (59%) received combined immunosuppressive therapies during the follow-up. After a median follow-up of 33.2 months [1-162], 31 patients (44%) achieved sustained remission. At least one relapse occurred in 43 patients (61%). Relapse rates were higher in patients treated with conventional Disease Modifying Anti-Rheumatic Drug (DMARDs) (odds ratio 4.86 [95% CI 1.38 - 17.10]), but did not differ for biologics (odds ratio 0.59 [95% CI 0.11-3.20]) and azacytidine (odds ratio 1.44 [95% CI 0.21-9.76]) than under glucocorticoids. Overall survival in MDS/CMML vasculitis was not significantly different from MDS/CMML patients without autoimmune/inflammatory features (p = 0.5), but acute leukemia progression rates were decreased (log rank <0.05). This study shows no correlation of vasculitis diagnoses with subtypes and severity of MDS/CMML, and no significant impact of vasculitis on overall survival. Whereas conventional DMARDs seem to be less effective, biologics or azacytidine therapy could be considered for even low-risk MDS/CMML vasculitis.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The study does not list specific adverse events associated with azacytidine.  It only mentions that relapse rates did not differ significantly between azacytidine and glucocorticoid treatment.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions azacytidine in the context of comparing relapse rates with other treatments. No specific adverse events associated with azacytidine treatment in CMML patients are reported.  The available data does not allow for extraction of adverse event information on azacytidine.  The odds ratio provided is for relapse rates, not adverse events. "
  },
  {
    "pmid": "32860582",
    "citation": "Sohita Dhillon Decitabine/Cedazuridine: First Approval.. Drugs (2020 Sep)",
    "title": "Decitabine/Cedazuridine: First Approval.",
    "abstract": "A fixed dose oral combination (FDC) of decitabine and cedazuridine (Inqovi",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title refer to decitabine/cedazuridine, not azacitidine.  Therefore, no adverse event data related to azacitidine in CMML patients could be extracted."
  },
  {
    "pmid": "32576961",
    "citation": "Arnold Kloos et al. Effective drug treatment identified by in vivo screening in a transplantable patient-derived xenograft model of chronic myelomonocytic leukemia.. Leukemia (2020 Nov)",
    "title": "Effective drug treatment identified by in vivo screening in a transplantable patient-derived xenograft model of chronic myelomonocytic leukemia.",
    "abstract": "To establish novel and effective treatment combinations for chronic myelomonocytic leukemia (CMML) preclinically, we hypothesized that supplementation of CMML cells with the human oncogene Meningioma 1 (MN1) promotes expansion and serial transplantability in mice, while maintaining the functional dependencies of these cells on their original genetic profile. Using lentiviral expression of MN1 for oncogenic supplementation and transplanting transduced primary mononuclear CMML cells into immunocompromised mice, we established three serially transplantable CMML-PDX models with disease-related gene mutations that recapitulate the disease in vivo. Ectopic MN1 expression was confirmed to enhance the proliferation of CMML cells, which otherwise did not engraft upon secondary transplantation. Furthermore, MN1-supplemented CMML cells were serially transplantable into recipient mice up to 5 generations. This robust engraftment enabled an in vivo RNA interference screening targeting CMML-related mutated genes including NRAS, confirming that their functional relevance is preserved in the presence of MN1. The novel combination treatment with azacitidine and the MEK-inhibitor trametinib additively inhibited ERK-phosphorylation and thus depleted the signal from mutated NRAS. The combination treatment significantly prolonged survival of CMML mice compared to single-agent treatment. Thus, we identified the combination of azacitidine and trametinib as an effective treatment in NRAS-mutated CMML and propose its clinical development.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study used a preclinical mouse model.  No adverse event data related to azacitidine treatment in CMML patients is provided."
  },
  {
    "pmid": "32442785",
    "citation": "Shyamala C Navada et al. Rigosertib in combination with azacitidine in patients with myelodysplastic syndromes or acute myeloid leukemia: Results of a phase 1 study.. Leukemia research (2020 Jul)",
    "title": "Rigosertib in combination with azacitidine in patients with myelodysplastic syndromes or acute myeloid leukemia: Results of a phase 1 study.",
    "abstract": "Phase 1 results from a Phase 1/2 study comprise 18 patients with myelodysplastic syndromes (MDS; n = 9), acute myeloid leukemia (AML; n = 8), and chronic myelomonocytic leukemia (CMML; n = 1) who were either hypomethylating agent naïve (n = 10) or relapsed/refractory following prior hypomethylating agent therapy (n = 8) (NCT01926587). Patients received oral rigosertib, an inhibitor of Ras-effector pathways, in 3 successive cohorts (140 mg twice daily, 280 mg twice daily, or 840 mg/day [560 mg morning/280 mg evening]) for 3 weeks of a 4-week cycle. Patients received parenteral azacitidine (75 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract only mentions that there was one CMML patient in the study and provides overall study details, but it does not provide specific adverse event data for azacitidine treatment in CMML patients.  The paper would need to be fully reviewed for this information."
  },
  {
    "pmid": "32373459",
    "citation": "Celine Berthon et al. Acute myeloid leukemia synchronous with multiple myeloma successfully treated by azacytidine/lenalidomide and daratumumab without a decrease in myeloid clone size.. Leukemia research reports (2020)",
    "title": "Acute myeloid leukemia synchronous with multiple myeloma successfully treated by azacytidine/lenalidomide and daratumumab without a decrease in myeloid clone size.",
    "abstract": "Synchronous diagnosis of acute myeloid leukemia (AML) and symptomatic multiple myeloma (MM) is a rare situation that poses serious therapeutic difficulties. We report the case of a 68-year-old male which evolved simultaneously to symptomatic MM and AML. Both diseases first responded to treatment for 40 months after 7+3 induction and maintenance therapy of azacytidine + lenalidomide. MM relapsed first and was treated with azacytidine + daratumumab, which led an additional 15 months of progression-free survival. Little myeloid clonal size reduction over time was seen. This case shows that AML and MM can be effectively treated simultaneously using appropriate combinations.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes the treatment and outcome but does not provide details on adverse events associated with azacytidine treatment.  The study focuses on AML and MM, not CMML.  No specific adverse event data related to azacytidine in CMML is present."
  },
  {
    "pmid": "32285126",
    "citation": "Guillermo Garcia-Manero et al. Oral cedazuridine/decitabine for MDS and CMML: a phase 2 pharmacokinetic/pharmacodynamic randomized crossover study.. Blood (2020 Aug)",
    "title": "Oral cedazuridine/decitabine for MDS and CMML: a phase 2 pharmacokinetic/pharmacodynamic randomized crossover study.",
    "abstract": "This phase 2 study was designed to compare systemic decitabine exposure, demethylation activity, and safety in the first 2 cycles with cedazuridine 100 mg/decitabine 35 mg vs standard decitabine 20 mg/m2 IV. Adults with International Prognostic Scoring System intermediate-1/2- or high-risk myelodysplastic syndromes (MDS) or chronic myelomonocytic leukemia (CMML) were randomized 1:1 to receive oral cedazuridine/decitabine or IV decitabine in cycle 1, followed by crossover to the other treatment in cycle 2. All patients received oral cedazuridine/decitabine in subsequent cycles. Cedazuridine and decitabine were given initially as separate capsules in a dose-confirmation stage and then as a single fixed-dose combination (FDC) tablet. Primary end points: mean decitabine systemic exposure (geometric least-squares mean [LSM]) of oral/IV 5-day area under curve from time 0 to last measurable concentration (AUClast), percentage long interspersed nuclear element 1 (LINE-1) DNA demethylation for oral cedazuridine/decitabine vs IV decitabine, and clinical response. Eighty patients were randomized and treated. Oral/IV ratios of geometric LSM 5-day AUClast (80% confidence interval) were 93.5% (82.1-106.5) and 97.6% (80.5-118.3) for the dose-confirmation and FDC stages, respectively. Differences in mean %LINE-1 demethylation between oral and IV were ≤1%. Clinical responses were observed in 48 patients (60%), including 17 (21%) with complete response. The most common grade ≥3 adverse events regardless of causality were neutropenia (46%), thrombocytopenia (38%), and febrile neutropenia (29%). Oral cedazuridine/decitabine (100/35 mg) produced similar systemic decitabine exposure, DNA demethylation, and safety vs decitabine 20 mg/m2 IV in the first 2 cycles, with similar efficacy. This study is registered at www.clinicaltrials.gov as #NCT02103478.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions neutropenia, thrombocytopenia, and febrile neutropenia as the most common grade ≥3 adverse events.",
      "grade_3_4_events": "Neutropenia (46%), thrombocytopenia (38%), and febrile neutropenia (29%) were the most common grade ≥3 adverse events.",
      "serious_adverse_events": "Not specified in the provided abstract.",
      "most_common_events": [
        "Neutropenia",
        "Thrombocytopenia",
        "Febrile neutropenia"
      ],
      "treatment_discontinuation": "Not specified in the provided abstract.",
      "treatment_related_deaths": "Not specified in the provided abstract."
    },
    "extraction_notes": "The abstract provides information on the most common grade 3 or higher adverse events observed in the study, but does not provide details on all adverse events, serious adverse events, treatment discontinuation, or deaths.  The data refers to both MDS and CMML patients combined, not specifically CMML patients only. Decitabine is the drug studied; azacitidine is not mentioned."
  },
  {
    "pmid": "31870430",
    "citation": "Anastasiya Kazachenka et al. Epigenetic therapy of myelodysplastic syndromes connects to cellular differentiation independently of endogenous retroelement derepression.. Genome medicine (2019 Dec)",
    "title": "Epigenetic therapy of myelodysplastic syndromes connects to cellular differentiation independently of endogenous retroelement derepression.",
    "abstract": "Myelodysplastic syndromes (MDS) and acute myeloid leukaemia (AML) are characterised by abnormal epigenetic repression and differentiation of bone marrow haematopoietic stem cells (HSCs). Drugs that reverse epigenetic repression, such as 5-azacytidine (5-AZA), induce haematological improvement in half of treated patients. Although the mechanisms underlying therapy success are not yet clear, induction of endogenous retroelements (EREs) has been hypothesised. Using RNA sequencing (RNA-seq), we compared the transcription of EREs in bone marrow HSCs from a new cohort of MDS and chronic myelomonocytic leukaemia (CMML) patients before and after 5-AZA treatment with HSCs from healthy donors and AML patients. We further examined ERE transcription using the most comprehensive annotation of ERE-overlapping transcripts expressed in HSCs, generated here by de novo transcript assembly and supported by full-length RNA-seq. Consistent with prior reports, we found that treatment with 5-AZA increased the representation of ERE-derived RNA-seq reads in the transcriptome. However, such increases were comparable between treatment responses and failures. The extended view of HSC transcriptional diversity offered by de novo transcript assembly argued against 5-AZA-responsive EREs as determinants of the outcome of therapy. Instead, it uncovered pre-treatment expression and alternative splicing of developmentally regulated gene transcripts as predictors of the response of MDS and CMML patients to 5-AZA treatment. Our study identifies the developmentally regulated transcriptional signatures of protein-coding and non-coding genes, rather than EREs, as correlates of a favourable response of MDS and CMML patients to 5-AZA treatment and offers novel candidates for further evaluation.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes the use of azacitidine in CMML patients and mentions treatment response but does not contain any information on adverse events associated with the treatment."
  },
  {
    "pmid": "31736132",
    "citation": "Mrinal M Patnaik et al. Chronic Myelomonocytic leukemia: 2020 update on diagnosis, risk stratification and management.. American journal of hematology (2020 Jan)",
    "title": "Chronic Myelomonocytic leukemia: 2020 update on diagnosis, risk stratification and management.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes and myeloproliferative neoplasms, with an inherent risk for leukemic transformation (~15% over 3-5 years). Diagnosis is based on the presence of sustained (>3 months) peripheral blood monocytosis (≥1 × 10 Molecularly integrated prognostic models include; the Groupe Français des Myélodysplasies (GFM), Mayo Molecular Model (MMM) and the CMML specific prognostic model (CPSS-Mol). Risk factors incorporated into the MMM include presence of nonsense or frameshift ASXL1 mutations, absolute monocyte count>10 × 10 Hypomethylating agents such as 5-azacitidine and decitabine are commonly used, with overall response rates of ~40%-50% and complete remission rates of ~7%-17%; with no impact on mutational allele burdens. Allogeneic stem cell transplant is the only potentially curative option, but is associated with significant morbidity and mortality.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agents like azacitidine and decitabine have overall response and remission rates, but it does not provide any specific details on adverse events associated with azacitidine treatment in CMML patients."
  },
  {
    "pmid": "31645386",
    "citation": "M Mansour Ceesay et al. Intractable pruritus in chronic myelomonocytic leukaemia and myelodysplastic syndromes: a case series.. BMJ case reports (2019 Oct)",
    "title": "Intractable pruritus in chronic myelomonocytic leukaemia and myelodysplastic syndromes: a case series.",
    "abstract": "Intractable pruritus without visible primary skin lesions and refractory to antihistamines as a primary presentation of chronic myelomonocytic leukaemia (CMML) and myelodysplastic syndrome (MDS) is not well recognised. We present two cases of CMML and two cases of MDS with this challenging symptom. In two of them, the pruritus preceded the diagnosis of MDS/CMML by months. Various chemotherapeutic and immunosuppressive options were used with variable success. In one of the cases, the pruritus persisted despite achieving morphological remission of CMML with azacitidine but had a remarkable complete response to cladribine. The pathogenesis of intractable itching in CMML and MDS remains unclear but seems to be linked to the biology of these diseases and could precede definitive diagnostic features. Earlier diagnosis of these myeloid disorders may therefore be aided by increasing awareness among clinicians of the association with pruritus.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Persistent pruritus (itching).  Note that this persisted despite achieving morphological remission of CMML with azacitidine, indicating it may be a side effect or that the azacitidine was not effective in treating the pruritus itself.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Persistent pruritus"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions persistent pruritus in one CMML patient despite achieving remission with azacitidine.  No other adverse events related to azacitidine treatment are specified.  Therefore, information on grade, seriousness, frequency, treatment discontinuation and death is unavailable."
  },
  {
    "pmid": "31559392",
    "citation": "Abhishek A Mangaonkar et al. Advances in chronic myelomonocytic leukemia and future prospects: Lessons learned from precision genomics.. Advances in cell and gene therapy (2019 Apr)",
    "title": "Advances in chronic myelomonocytic leukemia and future prospects: Lessons learned from precision genomics.",
    "abstract": "In the latest World Health Organization classification of myeloid neoplasms, chronic myelomonocytic leukemia (CMML) exists as a separate entity under the category of myelodysplastic/myeloproliferative (MDS/MPN) overlap syndromes. Outcomes remain uniformly poor with a median overall survival of ~2 years and an inherent risk of transformation into acute myeloid leukemia (15-20% over 5 years). Due to unique biologic characteristics such as overlapping features of myelodysplasia and myeloproliferation, and clinical diversity despite relative genomic homogeneity, CMML represents a unique model to study chronic myeloid tumor biology. Recent advances have focused on understanding the role of putative genomic abnormalities, in particular, clonal evolution of pathogenic alterations in genes regulating the epigenome (",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any information on adverse events related to azacitidine treatment in CMML patients.  The paper focuses on the genomics of CMML and does not present clinical trial data or specific treatment details."
  },
  {
    "pmid": "31506740",
    "citation": "Anja L Gawlitza et al. 5-Azacytidine modulates CpG methylation levels of EZH2 and NOTCH1 in myelodysplastic syndromes.. Journal of cancer research and clinical oncology (2019 Nov)",
    "title": "5-Azacytidine modulates CpG methylation levels of EZH2 and NOTCH1 in myelodysplastic syndromes.",
    "abstract": "Molecular mechanisms of response to hypomethylating agents in patients with myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML) still remain largely unknown. Therefore, the effects of 5-Azacytidine (Aza) on clonal architecture and DNA methylation were investigated in this study. Using next-generation sequencing (NGS), 30 myeloid leukemia-associated genes were analyzed in 15 MDS/CMML patients with excellent response to Aza. Effects on methylation levels were analyzed by quantitative methylation analysis using pyrosequencing for the global methylation marker LINE-1 in patients and myeloid cell lines. Various myeloid cell lines and a healthy cohort were screened for methylation levels in 23 genes. Selected targets were verified on the MDS/CMML cohort. The study presented here showed a stable variant allele frequency and stable global methylation levels in responding patients. A significant demethylation of EZH2 and NOTCH1 was revealed in patients with Aza response. A response to Aza is not associated with eradication of malignant clones, but rather with a stabilization of the clonal architecture. We suggest changes in CpG methylation levels of EZH2 and NOTCH1 as potential targets of epigenetic response to Aza treatment which may also serve as useful biomarkers after clinical evaluation.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes the effects of azacitidine on methylation levels and clonal architecture in MDS/CMML patients, focusing on the molecular mechanisms of response.  It does not contain any information on adverse events associated with the treatment."
  },
  {
    "pmid": "31494229",
    "citation": "Yi-Geng Cao et al. Conditioning Regimen of 5-Day Decitabine Administration for Allogeneic Stem Cell Transplantation in Patients with Myelodysplastic Syndrome and Myeloproliferative Neoplasms.. Biology of blood and marrow transplantation : journal of the American Society for Blood and Marrow Transplantation (2020 Feb)",
    "title": "Conditioning Regimen of 5-Day Decitabine Administration for Allogeneic Stem Cell Transplantation in Patients with Myelodysplastic Syndrome and Myeloproliferative Neoplasms.",
    "abstract": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is a potentially curative treatment for patients with myelodysplastic syndromes (MDS) and myelodysplastic/myeloproliferative neoplasms (MDS/MPN). However, post-HSCT relapse remains a major cause of treatment failure. Here we assessed the efficacy of a new conditioning regimen comprising decitabine (Dec), busulfan (Bu), cyclophosphamide (Cy), fludarabine (Flu), and cytarabine (Ara-c) for allo-HSCT in patients with MDS and MDS/MPN. A total of 48 patients were enrolled, including 44 with MDS and 4 with chronic myelomonocytic leukemia (CMML). Patients received Dec 20 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions decitabine (a.k.a. Decitabine) as part of a conditioning regimen for allo-HSCT in patients with MDS and CMML.  However, it does not provide any specific adverse event data related to decitabine treatment in CMML patients.  The study focuses on the conditioning regimen as a whole, not the individual drug toxicities."
  },
  {
    "pmid": "31484886",
    "citation": "Shin Ohara et al. [Impact of time to hematological response on survival in patients treated with azacytidine: a single-center retrospective study].. [Rinsho ketsueki] The Japanese journal of clinical hematology (2019)",
    "title": "[Impact of time to hematological response on survival in patients treated with azacytidine: a single-center retrospective study].",
    "abstract": "We analyzed 95 cases of MDS (n=78), CMML (n=8) and AML (n=9) with blast counts of <30%, treated by AZA since March 2011, for a possible association of hematological improvement (HI) and overall survival duration (OS). We defined four categories as follows: stable disease (SD): no exacerbation of disease even if HI was not achieved after nine cycles of AZA treatment; early and late response (ER, LR): achievement of HI within and beyond three cycles, respectively; and drop out (DO): termination of treatment within nine cycles due to disease progression or complication without obtaining HI. OS was significantly longer in the LR than in the ER. The OS of ER was significantly shorter than that of the SD group. Patients in ER group who relapsed had significantly shorter survival than those who were able to maintain HI. Additionally, 3 out of 11 SD cases achieved HI after 10 cycles. We conclude that AZA should be continued until disease progression besides an achievement of HI.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions 'complication' as a reason for treatment termination within nine cycles, leading to dropout (DO).  No specific adverse events are listed.",
      "grade_3_4_events": "null",
      "serious_adverse_events": "null",
      "most_common_events": "null",
      "treatment_discontinuation": "An unspecified number of patients discontinued treatment within nine cycles due to disease progression or complications.",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The study mentions treatment discontinuation due to complications, but does not specify the nature, grade, or frequency of adverse events in CMML patients treated with azacitidine.  The number of CMML patients is small (n=8). Therefore, detailed adverse event data is not provided."
  },
  {
    "pmid": "31221030",
    "citation": "Chutima Kunacheewa et al. A systematic review and meta. Hematology (Amsterdam, Netherlands) (2019 Dec)",
    "title": "A systematic review and meta",
    "abstract": "The addition of lenalidomide (LEN) to azacitidine (AZA) may further improve the outcomes of acute myeloid leukemia (AML) patients as well as patients with high-risk myelodysplastic syndrome (MDS) and chronic myelomonocytic leukemia (CMML) patients although the evidence for this combination treatment is still relatively limited. This meta-analysis aimed to evaluate efficacy and adverse effects of AZA plus LEN for the treatment of patients with high-risk MDS, AML or CMML. The current study systematically identified all cohort studies of patients with AML and/or MDS and/or CMML who received AZA in combination with LEN that reported the overall complete remission (CR) rate and/or overall response rate (ORR). A DerSimonian-d random-effects model with double arcsine transformation was used for the pooled rates and 95% confidence interval (CI) of the all outcomes. A total of 10 studies with 406 patients were identified and included into the meta-analysis. The pooled CR rate after the treatment with AZA-plus-LEN regimen was 33.0% (95% CI, 27.7%-38.7%, I The current study may serve as a preliminary data to suggest that the addition of LEN may offer incremental benefit to patients with high-risk MDS, AML and CMML. However, randomized-controlled studies that directly compare the efficacy and adverse events of AZA-plus-LEN regimen versus AZA monotherapy are still needed.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that a meta-analysis was conducted to evaluate the adverse effects of AZA plus LEN, but it does not provide specific adverse event data for azacitidine monotherapy in CMML patients.  The study calls for further research comparing AZA plus LEN to AZA monotherapy to determine adverse event profiles."
  },
  {
    "pmid": "30964202",
    "citation": "Tucker Coston et al. Suboptimal response rates to hypomethylating agent therapy in chronic myelomonocytic leukemia; a single institutional study of 121 patients.. American journal of hematology (2019 Jul)",
    "title": "Suboptimal response rates to hypomethylating agent therapy in chronic myelomonocytic leukemia; a single institutional study of 121 patients.",
    "abstract": "Hypomethylating agents (HMA) are currently the only FDA approved therapy for patients with chronic myelomonocytic leukemia (CMML). In the current retrospective study, we assessed response rates as adjudicated by the IWG (International Working Group) MDS (myelodysplastic syndrome) and MDS/MPN myeloproliferative neoplasm overlap syndrome response criteria, in 121 CMML patients treated with Azacitidine (AZA, n = 56) and Decitabine (DAC, n = 65). The overall response rates were 41% by the IWG MDS (AZA- 45%, DAC-39%), and 56% by the IWG MDS/MPN (AZA-56%, DAC-58%) response criteria, with CR (complete remission) rates of <20% for both agents, by both criteria. There were no significant differences in response rates between proliferative and dysplastic CMML. Moreover, 29% of CMML patients in a CR with HMA progressed to AML (blast transformation), underscoring the limited impact of these agents on disease biology. Progression after HMA response was associated with a median overall-survival (OS) of 8 months, while median OS in patients with primary HMA failure was 4 months. Lower serum LDH levels (<250 Units/L) were associated with HMA responses by both criteria; while ASXL1 and TET2 mutational status had no impact. HMA treated patients had a longer median OS (31 vs 18 months; P = .01), in comparison to those treated with conventional care regimens (excluding observation only patients), without any differences between AZA vs DAC (P = .37). In conclusion, this study highlights the inadequacies of HMA therapy in CMML, retrospectively validates the IWG MDS/MPN response criteria and underscores the need for newer, rationally derived therapies.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract does not provide any specific adverse event data for azacitidine in CMML patients.  While it mentions overall survival and response rates, it lacks details on the types, frequency, or severity of adverse events associated with azacitidine treatment."
  },
  {
    "pmid": "30944097",
    "citation": "Yoshihiro Hayashi et al. NUP98-HBO1-fusion generates phenotypically and genetically relevant chronic myelomonocytic leukemia pathogenesis.. Blood advances (2019 Apr)",
    "title": "NUP98-HBO1-fusion generates phenotypically and genetically relevant chronic myelomonocytic leukemia pathogenesis.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) constitutes a hematopoietic stem cell (HSC) disorder characterized by prominent monocytosis and myelodysplasia. Although genome sequencing has revealed the CMML mutation profile, the mechanism of disease development remains unclear. Here we show that aberrant histone acetylation by nucleoporin-98 (NUP98)-HBO1, a newly identified fusion in a patient with CMML, is sufficient to generate clinically relevant CMML pathogenesis. Overexpression of NUP98-HBO1 in murine HSC/progenitors (HSC/Ps) induced diverse CMML phenotypes, such as severe leukocytosis, increased CD115",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not contain any information regarding azacitidine treatment or associated adverse events in CMML patients. The study focuses on the role of NUP98-HBO1 fusion in CMML pathogenesis."
  },
  {
    "pmid": "30937199",
    "citation": "Takeshi Araki et al. A Case of Acquired Haemophilia A in a Patient with Chronic Myelomonocytic Leukaemia.. Case reports in hematology (2019)",
    "title": "A Case of Acquired Haemophilia A in a Patient with Chronic Myelomonocytic Leukaemia.",
    "abstract": "A 67-year-old male, with a known diagnosis of myelodysplastic syndromes with multilineage dysplasia (MDS-MLD) was admitted to our hospital with a primary complaint of subcutaneous bleeding in his left thigh. Laboratory data showed anaemia and prolongation of activated partial thromboplastin time (85.8 s, normal range 24-39 s) without thrombocytopenia. Coagulation factor VIII (FVIII) activity was less than 1% (normal range 60-150%), and a FVIII inhibitor was identified and quantified at 166 BU/mL to indicate a diagnosis of acquired haemophilia A (AHA). A recent, but sustained circulating monocytosis (>1 × 10",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes a case of acquired haemophilia A in a patient with MDS-MLD, not CMML, and does not mention azacitidine treatment or any related adverse events."
  },
  {
    "pmid": "30898482",
    "citation": "Krzysztof Mądry et al. Predictive Model for Infection Risk in Myelodysplastic Syndromes, Acute Myeloid Leukemia, and Chronic Myelomonocytic Leukemia Patients Treated With Azacitidine; Azacitidine Infection Risk Model: The Polish Adult Leukemia Group Study.. Clinical lymphoma, myeloma & leukemia (2019 May)",
    "title": "Predictive Model for Infection Risk in Myelodysplastic Syndromes, Acute Myeloid Leukemia, and Chronic Myelomonocytic Leukemia Patients Treated With Azacitidine; Azacitidine Infection Risk Model: The Polish Adult Leukemia Group Study.",
    "abstract": "Myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML), and acute myeloid leukemia (AML) patients, including those treated with azacitidine, are at increased risk for serious infections. The aim of our study was to identify patients with higher infectious risk at the beginning of azacitidine treatment. We performed a retrospective evaluation of 298 MDS/CMML/AML patients and included in the analysis 232 patients who completed the first 3 cycles of azacitidine therapy or developed Grade III/IV infection before completing the third cycle. Overall, 143 patients (62%) experienced serious infection, and in 94 patients (41%) infection occurred within the first 3 cycles. The following variables were found to have the most significant effect on the infectious risk in multivariate analysis: red blood cell transfusion dependency (odds ratio [OR], 2.38; 97.5% confidence interval [CI], 1.21-4.79), neutropenia <0.8 × 10 We selected a subset with high early risk for serious infection and worse clinical outcome among patients treated with azacitidine.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Serious infection",
      "grade_3_4_events": "Grade III/IV infection",
      "serious_adverse_events": "143 patients (62%)",
      "most_common_events": [
        "Serious infection"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study primarily focuses on infection risk as an adverse event associated with azacitidine treatment in MDS, CMML, and AML patients.  Specific numbers for CMML patients alone are not provided.  The abstract mentions  143 out of 232 patients (62%) experienced serious infection, but it doesn't separate this data by specific diagnosis (CMML, MDS, or AML)."
  },
  {
    "pmid": "30626790",
    "citation": "Shinichiro Sukegawa et al. [Blastic plasmacytoid dendritic cell neoplasm accompanied by chronic myelomonocytic leukemia successfully treated with azacitidine].. [Rinsho ketsueki] The Japanese journal of clinical hematology (2018)",
    "title": "[Blastic plasmacytoid dendritic cell neoplasm accompanied by chronic myelomonocytic leukemia successfully treated with azacitidine].",
    "abstract": "Blastic plasmacytoid dendritic cell neoplasm (BPDCN) is a rare disease that develops with a skin lesion and is often accompanied by leukemic transformation. The normal counterparts of BPDCN tumor cells are progenitors of plasmacytoid dendritic cells, whereas the origins are thought to be hematopoietic stem cells. Approximately 10%-20% of BPDCN patients develop other hematologic malignancies, including chronic myelomonocytic leukemia (CMML). Mutations in epigenetic regulators are frequently observed in both BPDCN and CMML tumors. Azacitidine, a drug that targets epigenetic dysregulation, is known to be an effective treatment for CMML. However, it has been used in few BPDCN patients. Here, we report a BPDCN patient with skin lesions, bone marrow infiltration, and lymphadenopathy. CMML also developed during the course of BPDCN. Azacitidine had positive effects on CMML; however, BPDCN aggressively relapsed during treatment. Two TET2 mutations were found in both BPDCN and CMML tumors; one of which was commonly identified in both tumors.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine treatment for CMML in a single patient, but it does not provide any details on adverse events associated with the treatment.  Therefore, no adverse event data could be extracted."
  },
  {
    "pmid": "30613922",
    "citation": "Grzegorz Helbig et al. Real Life Data on Efficacy and Safety of Azacitidine Therapy for Myelodysplastic Syndrome, Chronic Myelomonocytic Leukemia and Acute Myeloid Leukemia.. Pathology oncology research : POR (2019 Jul)",
    "title": "Real Life Data on Efficacy and Safety of Azacitidine Therapy for Myelodysplastic Syndrome, Chronic Myelomonocytic Leukemia and Acute Myeloid Leukemia.",
    "abstract": "The administration of azacitidine (AZA) was found to be more effective than conventional care regimen (CCR) in patients with higher-risk myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML) and acute myeloid leukemia (AML) with lower blast count. We designed a study to determine efficacy and safety of AZA therapy in \"real life\" patients with MDS, CMML and AML. The study included 83 patients (65% male) with a median age at diagnosis of 68 years. 43 patients were diagnosed with higher-risk MDS, 30 had AML and 10-CMML. Median AZA dose was comparable between treated groups. AZA dose reduction was required for 44% of MDS, 17% of AML and 25% of CMML patients. Complete remission (CR) was achieved in 14% of MDS, 7% of AML and 10% of CMML patients. Overall response rate was following: 27% for MDS, 20% for AML and 20% for CMML. Estimated OS at 12 months was 75% for MDS, 60% for AML and 75% for CMML. Median follow-up for MDS/AML/CMML from AZA initiation to last follow-up was 9.0, 9.4 and 9.4 months, respectively. The most common toxicity of AZA therapy was myelosuppression and infections. AZA treatment was effective in a limited number of patients with acceptable safety profile.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "JSON parsing error: Invalid \\escape: line 5 column 478 (char 903)"
  },
  {
    "pmid": "30579366",
    "citation": "Paola Orsini et al. Droplet digital PCR for the quantification of Alu methylation status in hematological malignancies.. Diagnostic pathology (2018 Dec)",
    "title": "Droplet digital PCR for the quantification of Alu methylation status in hematological malignancies.",
    "abstract": "Alu repeats, belonging to the Short Interspersed Repetitive Elements (SINEs) class, contain about 25% of CpG sites in the human genome. Alu sequences lie in gene-rich regions, so their methylation is an important transcriptional regulation mechanism. Aberrant Alu methylation has been associated with tumor aggressiveness, and also previously discussed in hematological malignancies, by applying different approaches. Moreover, today different techniques designed to measure global DNA methylation are focused on the methylation level of specific repeat elements. In this work we propose a new method of investigating Alu differential methylation, based on droplet digital PCR (ddPCR) technology. Forty-six patients with hematological neoplasms were included in the study: 30 patients affected by chronic lymphocytic leukemia, 7 patients with myelodysplastic syndromes at intermediate/high risk, according with the International Prognostic Scoring System, and 9 patients with myelomonocytic leukemia. Ten healthy donors were included as controls. Acute promyelocytic leukemia-derived NB4 cell line, either untreated or treated with decitabine (DEC) hypomethylating agent, was also analyzed. DNA samples were investigated for Alu methylation level by digestion of genomic DNA with isoschizomers with differential sensitivity to DNA methylation, followed by ddPCR. Using ddPCR, a significant decrease of the global Alu methylation level in DNA extracted from NB4 cells treated with DEC, as compared to untreated cells, was observed. Moreover, comparing the global Alu methylation levels at diagnosis and after azacytidine (AZA) treatment in MDS patients, a statistically significant decrease of Alu sequences methylation after therapy as compared to diagnosis was evident. We also observed a significant decrease of the Alu methylation level in CLL patients compared to HD, and, finally, for CMML patients, a decrease of Alu sequences methylation was observed in patients harboring the SRSF2 hotspot gene mutation c.284C>D. In our work, we propose a method to investigate Alu differential methylation based on ddPCR technology. This assay introduces ddPCR as a more sensitive and immediate technique for Alu methylation analysis. To date, this is the first application of ddPCR to study DNA repetitive elements. This approach may be useful to profile patients affected by hematologic malignancies for diagnostic/prognostic purpose.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions a decrease in Alu methylation levels in CMML patients after azacytidine treatment, but provides no information on adverse events associated with this treatment.  The focus is on the methylation changes, not the treatment's side effects."
  },
  {
    "pmid": "30424699",
    "citation": "Panagiotis T Diamantopoulos et al. Chronic myelomonocytic leukemia treated with 5-azacytidine - results from the Hellenic 5-Azacytidine Registry: proposal of a new risk stratification system.. Leukemia & lymphoma (2019 Jul)",
    "title": "Chronic myelomonocytic leukemia treated with 5-azacytidine - results from the Hellenic 5-Azacytidine Registry: proposal of a new risk stratification system.",
    "abstract": "Hypomethylating agents are widely used in chronic myelomonocytic leukemia (CMML). We analyzed the characteristics of 88 patients with CMML homogeneously treated with 5-azacytidine (Hellenic 5-Azacytidine Registry). The overall response rate was 48.9% and the median overall survival (OS) 29.7 months. Out of the seven most widely used prognostic scoring systems for CMML, the Dusseldorf score (DUSS) showed the best prognostic capability (HR, 2.27; ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract only mentions the overall response rate and median overall survival.  It does not contain any information on adverse events associated with azacitidine treatment in CMML patients.  Further information from the full text of the article is required to extract adverse event data."
  },
  {
    "pmid": "30367269",
    "citation": "Anthony M Hunter et al. Current Management and Recent Advances in the Treatment of Chronic Myelomonocytic Leukemia.. Current treatment options in oncology (2018 Oct)",
    "title": "Current Management and Recent Advances in the Treatment of Chronic Myelomonocytic Leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is an aggressive myeloid neoplasm in which treatment strategies with the capacity to improve survival are currently lacking. Clinical features are heterogeneous and although the overall prognosis is poor, survival can vary significantly between individuals. This reflects the need for an individualized treatment approach which incorporates accurate risk stratification. Though numerous prognostic scores exist, newer CMML-specific models incorporating molecular data should be favored. While asymptomatic, low-risk patients should be observed until their disease progresses, the majority of patients will require treatment. Due to a deficiency in treatments with disease-modifying capacity, any patient who requires treatment should be considered for enrollment in clinical trials evaluating novel therapeutic approaches. Allogeneic stem cell transplant (allo-SCT) remains the only current therapy with the potential to cure the disease and should be considered in most patients with intermediate- to high-risk disease. However, substantial risks are involved and, in part, because of advanced age at diagnosis, a minority of patients are candidates. Hypomethylating agents (HMAs) have become a preferred treatment approach, and should be used in those with cytopenias. Patients presenting with proliferative features can be treated with hydroxyurea to manage their symptoms and control leukocytosis, though HMAs can be incorporated as well, particularly in patients with higher risk disease. HMAs should also be considered in patients with a high burden of disease prior to proceeding with allo-SCT. Induction chemotherapy should be reserved for younger, healthy patients who have transformed to acute myeloid leukemia to induce remission prior to transplant. Supportive care utilizing transfusion support, erythropoiesis-stimulating agents, and infection prevention measures should be incorporated into the care of all patients.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions hypomethylating agents (HMAs) as a treatment for CMML, including azacitidine, but it does not provide any specific adverse event data related to azacitidine use in CMML patients.  The paper lacks the detailed clinical trial data necessary to extract the requested information."
  },
  {
    "pmid": "30091166",
    "citation": "Jürgen Wehmeyer et al. Impact of performance status and transfusion dependency on outcome of patients with myelodysplastic syndrome, acute myeloid leukemia and chronic myelomonocytic leukemia treated with azacitidine (PIAZA study).. European journal of haematology (2018 Dec)",
    "title": "Impact of performance status and transfusion dependency on outcome of patients with myelodysplastic syndrome, acute myeloid leukemia and chronic myelomonocytic leukemia treated with azacitidine (PIAZA study).",
    "abstract": "Azacitidine (Vidaza Patients were treated according to physician's discretion. Besides evaluation of safety and effectiveness, impact of covariates on progression-free survival (PFS) was assessed. Median age of patients was 75 years. 61.1% of patients were diagnosed with MDS, 31.5% with AML and 7.4% with CMML. Patients were treated with azacitidine for a median of seven cycles. Median PFS was 10.9 months. Median OS was 14.1 months. Two-year survival rate was 28.9%. 45.9% of patients showed CR or PR. Stable and progressive disease were observed in 37.2% and 8% of patients, respectively. Transfusion independence was reported in 64 of 89 patients. Eastern cooperative oncology group (ECOG) performance status (PS) and red blood cell (RBC) transfusion before azacitidine therapy were identified as predictive factors for PFS. In conclusion, we estimated the duration of PFS in a real-world setting and identified ECOG PS and RBC transfusion as predictive factors for PFS. The safety of azacitidine showed a similar profile as demonstrated in the pivotal clinical trials.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract states that the safety of azacitidine showed a similar profile as demonstrated in the pivotal clinical trials, but it does not list specific adverse events.  No CMML-specific adverse event data is provided.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that the safety profile was similar to pivotal trials, implying adverse events occurred, but doesn't provide specific details for the CMML subset of patients.  Further information would be required from the full text of the paper to extract the requested adverse event data."
  },
  {
    "pmid": "30016552",
    "citation": "Michael R Savona et al. Extended dosing with CC-486 (oral azacitidine) in patients with myeloid malignancies.. American journal of hematology (2018 Oct)",
    "title": "Extended dosing with CC-486 (oral azacitidine) in patients with myeloid malignancies.",
    "abstract": "CC-486 (oral azacitidine) is an epigenetic modifier in clinical development for treatment of hematological cancers. This study of extended CC-486 dosing included patients with myelodysplastic syndromes (MDSs), chronic myelomonocytic leukemia (CMML), or acute myeloid leukemia (AML). After a pharmacokinetic assessment period, 31 patients (MDS n = 18, CMML n = 4, and AML n = 9) entered a clinical phase in which they received CC-486 300 mg once-daily for 21 days of repeated 28-day cycles. Median age was 71 years (range: 53-93); 42% of patients were aged ≥75 years. A total of 5 patients with AML (63%) had prior MDS. Median number of CC-486 treatment cycles was 4 (range: 1-32). The most common treatment-emergent adverse events (TEAEs) were gastrointestinal (84% of patients) and hematologic (81%). Most common grade 3-4 TEAEs were neutropenia (n = 13, 42%) and anemia (n = 9, 29%). Ten patients experienced grade 4 neutropenia. Infrequently, CC-486 dose was interrupted or reduced due to gastrointestinal (n = 5, 16%) or hematologic (n = 6, 19%) TEAEs. Overall response rate (complete remission [CR], CR with incomplete hematological recovery [CRi], partial remission [PR], marrow CR) in the MDS/CMML subgroups was 32% and in the AML subgroup (CR/CRi/PR) was 22%. Red blood cell transfusion independence rates in the MDS/CMML and AML subgroups were 33% and 25%, respectively, and 2 MDS/CMML patients attained hematologic improvement as a best response on-study. No baseline gene mutation was predictive of response/nonresponse. CC-486 allows flexible dosing and schedules to improve tolerability or response. Neutropenia in early treatment cycles deserves scrutiny and may warrant initiation of prophylactic antibiotics. KEY POINTS: The safety profile of oral CC-486 was comparable to that of injectable azacitidine; most adverse events were hematological and gastrointestinal. Extended (21-day/cycle) CC-486 dosing induced responses in patients with hematological malignancies, many of whom had prior DNMTi failure.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions gastrointestinal and hematologic adverse events as the most common.  Specific details for CMML patients only are not provided separately from the MDS group.",
      "grade_3_4_events": "Neutropenia (42% of all patients, 10 of whom experienced grade 4) and anemia (29% of all patients) are mentioned as the most common grade 3-4 adverse events.  The breakdown for CMML patients specifically is not available.",
      "serious_adverse_events": "Not specified for CMML patients.  The number of patients with grade 4 neutropenia was 10.",
      "most_common_events": [
        "Gastrointestinal",
        "Hematologic"
      ],
      "treatment_discontinuation": "Gastrointestinal (5/31 patients, 16% of all patients) or hematologic (6/31 patients, 19% of all patients) adverse events led to dose interruption or reduction. Specific CMML data not available.",
      "treatment_related_deaths": "Not specified."
    },
    "extraction_notes": "The provided abstract reports adverse events for all patients (MDS, CMML, AML) combined.  The number of CMML patients was only 4, which makes it difficult to extract precise adverse event data specific to this subgroup.  Percentages and counts in the abstract mostly refer to the entire 31-patient cohort."
  },
  {
    "pmid": "29878489",
    "citation": "Mrinal M Patnaik et al. Chronic myelomonocytic leukemia: 2018 update on diagnosis, risk stratification and management.. American journal of hematology (2018 Jun)",
    "title": "Chronic myelomonocytic leukemia: 2018 update on diagnosis, risk stratification and management.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes and myeloproliferative neoplasms, with an inherent risk for leukemic transformation (∼15%-20% over 3-5 years). Diagnosis is based on the presence of sustained (>3 months) peripheral blood monocytosis (≥1 × 10 Molecularly integrated prognostic models include; the Groupe Français des Myélodysplasies (GFM), Mayo Molecular Model (MMM), and the CMML specific prognostic model (CPSS-Mol). Risk factors incorporated into the MMM include presence of nonsense or frameshift ASXL1 mutations, absolute monocyte count > 10 × 10 Hypomethylating agents such as 5-azacitidine and decitabine are commonly used, with overall response rates of ∼30%-40% and complete remission rates of ∼7%-17%; with no impact on mutational allele burdens. Allogeneic stem cell transplant is the only potentially curative option, but is associated with significant morbidity and mortality.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agents like azacitidine have overall response rates and complete remission rates, but it does not provide any specific details on adverse events associated with azacitidine treatment in CMML patients.  No adverse event data for azacitidine is present in the provided abstract."
  },
  {
    "pmid": "29728305",
    "citation": "Matthieu Duchmann et al. Prognostic Role of Gene Mutations in Chronic Myelomonocytic Leukemia Patients Treated With Hypomethylating Agents.. EBioMedicine (2018 May)",
    "title": "Prognostic Role of Gene Mutations in Chronic Myelomonocytic Leukemia Patients Treated With Hypomethylating Agents.",
    "abstract": "Somatic mutations contribute to the heterogeneous prognosis of chronic myelomonocytic leukemia (CMML). Hypomethylating agents (HMAs) are active in CMML, but analyses of small series failed to identify mutations predicting response or survival. We analyzed a retrospective multi-center cohort of 174 CMML patients treated with a median of 7 cycles of azacitidine (n = 68) or decitabine (n = 106). Sequencing data before treatment initiation were available for all patients, from Sanger (n = 68) or next generation (n = 106) sequencing. Overall response rate (ORR) was 52%, including complete response (CR) in 28 patients (17%). In multivariate analysis, ASXL1 mutations predicted a lower ORR (Odds Ratio [OR] = 0.85, p = 0.037), whereas TET2",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions the number of patients treated with azacitidine (n=68) and the overall response rate, but it does not contain any information on adverse events associated with azacitidine treatment in CMML patients.  More detailed results sections of the paper would be needed to extract this data."
  },
  {
    "pmid": "29475821",
    "citation": "Jill A Bell et al. Systematic Literature Review of Treatment Options and Clinical Outcomes for Patients With Higher-Risk Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.. Clinical lymphoma, myeloma & leukemia (2018 Apr)",
    "title": "Systematic Literature Review of Treatment Options and Clinical Outcomes for Patients With Higher-Risk Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.",
    "abstract": "High-dose chemotherapy with allogeneic hematopoietic stem cell transplantation (allo-HSCT) can produce long-term remission in patients with higher-risk myelodysplastic syndromes (HR-MDS) and chronic myelomonocytic leukemia (CMML). However, this treatment regimen is not appropriate for elderly and/or comorbid patients; in these cases, azacitidine is a standard treatment. This systematic review was conducted to evaluate real-world evidence of treatment options for patients with HR-MDS/CMML. Medline and Embase (January 2006 to May 2016) were searched, in addition to conference proceedings and treatment guideline reviews. Studies on clinical effectiveness/efficacy outcomes with a sample size ≥50 patients were included. From 1061 unique citations identified, 87 full-text articles were reviewed, of which 24 articles reported at least 1 outcome of interest. Studies showed that HR-MDS/CMML patients treated with a conventional chemotherapy regimen (CCR) have poorer overall survival (OS). Key findings from individual HR-MDS studies showed improved survival with azacitidine over CCRs and higher overall response rates with clofarabine relative to low-dose cytosine arabinoside (but no significant difference in 2-year OS favoring clofarabine). OS was highest for patients treated with allo-HSCT. Findings indicate limited real-world data on treatment strategies available for HR-MDS/CMML patients. Most studies address the effect of chemotherapy or allo-HSCT on clinical outcomes, so are not applicable to elderly/comorbid patients who are too frail for those treatments. In particular, our analysis revealed limited evidence on viable options after failure of treatment with azacitidine, identifying a significant unmet need in this patient population.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a standard treatment and notes limited evidence on options after azacitidine failure, but it does not provide any specific adverse event data related to azacitidine treatment in CMML patients."
  },
  {
    "pmid": "29383443",
    "citation": "Florian Huemer et al. Establishment and validation of a novel risk model for estimating time to first treatment in 120 patients with chronic myelomonocytic leukaemia.. Wiener klinische Wochenschrift (2018 Feb)",
    "title": "Establishment and validation of a novel risk model for estimating time to first treatment in 120 patients with chronic myelomonocytic leukaemia.",
    "abstract": "Chronic myelomonocytic leukaemia is a rare disease and data on the treatment are often extrapolated from myelodysplastic syndrome studies. Although several scores exist for the prognosis of overall survival in chronic myelomonocytic leukaemia, so far there is no designated score for the prediction of the time to first treatment. We tested clinical parameters and cytogenetic information for their ability to predict the time to first treatment in our single center cohort of 55 unselected consecutive chronic myelomonocytic leukaemia patients. In multivariate analysis we identified elevated lactate dehydrogenase (≥223 U/l), higher bone marrow blast percentage (≥7.5%) and thrombocytopenia (<55 G/l) at initial diagnosis as the most relevant parameters for the time to first treatment. Using these three parameters we developed a risk score that efficiently estimates the time to treatment initiation with azacitidine or hydroxyurea (p < 0.001; log-rank). In the high-risk group (≥2 risk factors) 85% of patients required treatment within 1 year, whereas this was the case in 48% in the intermediate-risk (1 risk factor) and in 0% in the low-risk group (0 risk factors). Our risk model was validated in an external test cohort of 65 patients and may serve as a simplified and easily applicable tool for identifying patients who may not require early treatment initiation.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study focuses on developing a risk model to predict time to first treatment (azacitidine or hydroxyurea), but it does not provide any data on adverse events associated with either treatment.  The abstract only mentions the use of azacitidine and hydroxyurea as treatment options and doesn't contain any information on adverse events."
  },
  {
    "pmid": "29134664",
    "citation": "Rita Assi et al. A phase II trial of ruxolitinib in combination with azacytidine in myelodysplastic syndrome/myeloproliferative neoplasms.. American journal of hematology (2018 Feb)",
    "title": "A phase II trial of ruxolitinib in combination with azacytidine in myelodysplastic syndrome/myeloproliferative neoplasms.",
    "abstract": "Ruxolitinib and azacytidine target distinct disease manifestations of myelodysplastic syndrome/myeloproliferative neoplasms (MDS/MPNs). Patients with MDS/MPNs initially received ruxolitinib BID (doses based on platelets count), continuously in 28-day cycles for the first 3 cycles. Azacytidine 25 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract only describes the treatment regimen for ruxolitinib and azacytidine.  It does not contain any information on adverse events associated with azacytidine treatment, specifically in CMML patients.  A full-text review of the article would be necessary to extract the requested data."
  },
  {
    "pmid": "29069007",
    "citation": "Yayue Gao et al. Successful eltrombopag treatment of severe refractory thrombocytopenia in chronic myelomonocytic leukemia: Two cases reports: A CARE-compliant article.. Medicine (2017 Oct)",
    "title": "Successful eltrombopag treatment of severe refractory thrombocytopenia in chronic myelomonocytic leukemia: Two cases reports: A CARE-compliant article.",
    "abstract": "Thrombocytopenia in chronic myelomonocytic leukemia (CMML) is usually attributed to impaired marrow production resulting from cytotoxic drug use or CMML itself (\"CMML-induced thrombocytopenia\"). In very rare cases, immune thrombocytopenia (ITP) can be a complication of CMML (\"CMML-associated ITP\"). However, treatment of severe thrombocytopenia in patients with CMML is still a challenge. Case 1 was a 61-year-old female patient admitted to our hospital because of skin petechiae and purpura for 6 days. She had increased monocyte cell count (1.82 × 10/L), markedly decreased platelet count (2 × 10/L), hypercellularity of the megakaryocyte lineage with many immature megakaryocytes, and ZRSR2(zinc finger CCCH-type, RNA binding motif and serine/arginine rich 2) mutation. She failed to the treatment of corticosteroids, intravenous immunoglobulin (IVIg), TPO (thrombopoietin), and cyclosporin A (CsA). Case 2 was a 72-year-old female patient with thrombocytosis and monocytosis for 4 years, and thrombocytopenia for 6 months. After 10 courses of decitabine therapy, she had a persistent severe thrombocytopenia and decreased number of megakaryocytes, TET2 (tet methylcytosine dioxygenase 2) and SRSF2 (serine and arginine rich splicing factor 2) mutations were detected. She was dependent on platelet transfusion. Case 1 was diagnosed as CMML-associated ITP, and case 2 as CMML with decitabine therapy-induced thrombocytopenia. Both patients were treated with eltrombopag. In both patients, the platelet counts returned to the normal within 1 week after eltrombopag therapy. The platelet count in case 1 patient remained stable at 141-200 × 10/L for 20 months with stopping therapy for 3 months. In case 2 patient, eltrombopag was stopped 1 month later. Her platelet count decreased to 41 × 10/L, but was stable at ∼30 × 10/L for 3 months with platelet transfusion independency for 12 months. Both patients had no adverse effects with eltrombopag. CMML-associated ITP is very rare and easily misdiagnosed. To the best of our knowledge, case 1 is the first reported case of the successful treatment of CMML-associated ITP with eltrombopag. Both CMML-associated ITP and decitabine therapy-induced thrombocytopenia in these 2 patients were highly sensitive and safe to eltrombopag therapy.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The only adverse event mentioned in relation to decitabine (not azacitidine) is thrombocytopenia in one patient.  No other adverse events are reported related to decitabine.",
      "grade_3_4_events": "None specified.",
      "serious_adverse_events": "None specified.",
      "most_common_events": [
        "Thrombocytopenia"
      ],
      "treatment_discontinuation": "Not applicable. Treatment was not discontinued due to adverse events related to decitabine; it was rather a side effect that was addressed with eltrombopag.",
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions decitabine, not azacitidine.  The only adverse event linked to decitabine treatment is thrombocytopenia in one patient. No other adverse events associated with decitabine are reported."
  },
  {
    "pmid": "28905323",
    "citation": "Yukio Kobayashi et al. Phase I study of panobinostat and 5-azacitidine in Japanese patients with myelodysplastic syndrome or chronic myelomonocytic leukemia.. International journal of hematology (2018 Jan)",
    "title": "Phase I study of panobinostat and 5-azacitidine in Japanese patients with myelodysplastic syndrome or chronic myelomonocytic leukemia.",
    "abstract": "The current therapy for high-risk myelodysplastic syndrome (MDS) involves repeated cycles of the DNA demethylating agent 5-azacitidine (5-Aza), but combination treatments have been proposed to improve patient outcomes. We performed a phase Ib study to investigate the safety and tolerability of 5-Aza (75 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract only mentions that a Phase Ib study investigated the safety and tolerability of 5-azacitidine.  It does not provide specific details on adverse events, their frequency, grades, or severity in CMML patients.  The full text of the article would be needed to extract the requested data."
  },
  {
    "pmid": "28885734",
    "citation": "Sanam Loghavi et al. Chronic myelomonocytic leukemia masquerading as cutaneous indeterminate dendritic cell tumor: Expanding the spectrum of skin lesions in chronic myelomonocytic leukemia.. Journal of cutaneous pathology (2017 Dec)",
    "title": "Chronic myelomonocytic leukemia masquerading as cutaneous indeterminate dendritic cell tumor: Expanding the spectrum of skin lesions in chronic myelomonocytic leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a hematopoietic stem cell neoplasm exhibiting both myelodysplastic and myeloproliferative features. Cutaneous involvement by CMML is critical to recognize as it typically is a harbinger of disease progression and an increased incidence of transformation to acute myeloid leukemia. Cutaneous lesions of CMML exhibit heterogeneous histopathologic features that can be challenging to recognize as CMML. We describe a 67-year-old man with a 3-year history of CMML who had been managed on single-agent azacitidine with stable disease before developing splenomegaly and acute onset skin lesions. Examination of these skin lesions revealed a dense infiltrate of histiocytic cells morphologically resembling Langerhans type cells (lacking frank histopathologic atypia), and with the immunophenotype of an indeterminate cell histiocytosis (S100+ CD1a+ and langerin-). Given the history of CMML, next-generation sequencing studies were performed on the skin biopsy. These revealed a KRAS (p.G12R) mutation identical to that seen in the CMML 3 years prior, establishing a clonal relationship between the 2 processes. This case expands the spectrum for and underscores the protean nature of cutaneous involvement by CMML and underscores the importance of heightened vigilance when evaluating skin lesions of CMML patients.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Splenomegaly and acute onset skin lesions developed after a period of stable disease on azacitidine.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Splenomegaly",
        "Skin lesions"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions splenomegaly and skin lesions developing after treatment with azacitidine,  suggesting these as adverse events.  However, no information is given on the severity, frequency, or treatment discontinuation related to these events. No other adverse events are described in relation to azacitidine treatment."
  },
  {
    "pmid": "28760301",
    "citation": "Brittany Knick Ragon et al. The Challenge of Treating Myelodysplastic Syndromes/Myeloproliferative Neoplasms.. Clinical lymphoma, myeloma & leukemia (2017 Jul)",
    "title": "The Challenge of Treating Myelodysplastic Syndromes/Myeloproliferative Neoplasms.",
    "abstract": "Myelodysplastic syndromes/myeloproliferative neoplasms (MDS/MPN) comprise a spectrum of myeloid disorders with both dysplastic and proliferative features, arising from hematopoietic stem cells. MDS/MPN are neither MDS nor MPN but a distinct World Health Organization-defined subclassification of diseases that, by definition, do not arise from a pre-existing MDS or MPN, inherently creating diagnostic and therapeutic challenges. Appropriately recognizing and classifying MDS/MPN is paramount for appropriately formulating treatment strategies and accurate prognostication. Highlighting the unique molecular, morphologic, and clinical characteristics among the subclassifications of MDS/MPN can assist in the appropriate diagnosis and aid in choice of therapeutic strategies. We describe the challenges of the appropriate diagnosis and treatment of MDS/MPN.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any information on adverse events related to azacitidine treatment in CMML patients. The paper discusses the challenges of treating MDS/MPN in general, but does not present specific adverse event data for any particular drug or patient subtype."
  },
  {
    "pmid": "28621841",
    "citation": "Amer M Zeidan et al. Hypomethylating agent therapy use and survival in older patients with chronic myelomonocytic leukemia in the United States: A large population-based study.. Cancer (2017 Oct)",
    "title": "Hypomethylating agent therapy use and survival in older patients with chronic myelomonocytic leukemia in the United States: A large population-based study.",
    "abstract": "Despite the approval of azacitidine in 2004 and the approval of decitabine in 2006 in the United States for chronic myelomonocytic leukemia (CMML), the overall survival (OS) benefit with hypomethylating agent (HMA) therapy is unclear. Older adults (age ≥ 66 years) who had been diagnosed with CMML from 2001 to 2011 were selected from the Surveillance, Epidemiology, and End Results-Medicare database, and propensity score matching was used to match patients who had been diagnosed after HMA approval (2007-2011) and had received HMA treatment with patients diagnosed before HMA approval (2001-2003). Cox proportional hazards models with the matched sample were used to assess the change in OS. A second matched cohort of patients who did not receive HMA after approval and patients diagnosed before HMA approval was used to evaluate survival change attributable to other potential differences between the 2 time periods, such as improved supportive care. Among 1378 older adults diagnosed with CMML, the median OS was 13 months, and 18.8% received HMAs. In the primary matched analysis, with 225 HMA users diagnosed in 2007-2011 and 395 patients diagnosed in 2001-2003, the median OS times were 17 and 11 months, respectively (hazard ratio, 0.72; 95% confidence interval [CI], 0.58-0.91; P = .005). In a secondary analysis, the risk of death did not differ between 395 propensity score-matched HMA nonusers diagnosed in 2007-2011 and 484 patients diagnosed in 2001-2003 (hazard ratio, 1.09; 95% CI, 0.91-1.32; P = .34). Despite limited evidence, HMAs are commonly used to treat older CMML patients. The use of HMAs was associated with a 28% reduction in the risk of death in adjusted analyses. Improvements in supportive care do not appear to account for temporal improvements in OS. Cancer 2017;123:3754-3762. © 2017 American Cancer Society.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions azacitidine and its use in CMML patients, but it does not provide specific details on adverse events associated with azacitidine treatment in this patient population.  The study focuses on overall survival benefit and doesn't delve into the specific adverse events profile of the drug."
  },
  {
    "pmid": "28607470",
    "citation": "V Santini et al. A phase II, multicentre trial of decitabine in higher-risk chronic myelomonocytic leukemia.. Leukemia (2018 Feb)",
    "title": "A phase II, multicentre trial of decitabine in higher-risk chronic myelomonocytic leukemia.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a complex clonal hematological disorder classified among myelodysplastic (MDS)/myeloproliferative neoplasms. Prognosis is poor and there is a lack of effective treatments. The hypomethylating agent decitabine has shown activity against MDS and elderly acute myeloid leukemia, but there is little data focusing specifically on its efficacy in CMML. In this prospective, phase 2 Italian study, CMML patients received intravenous decitabine 20 mg/m",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The provided abstract does not list any specific adverse events.  The full text of the article would be needed to extract a complete list.",
      "grade_3_4_events": "null",
      "serious_adverse_events": "null",
      "most_common_events": "null",
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The abstract only mentions that decitabine was used and doesn't provide any details on adverse events experienced by the CMML patients in the study.  To obtain the requested data, the full text of the article is required."
  },
  {
    "pmid": "28546581",
    "citation": "G Garcia-Manero et al. A phase 1b/2b multicenter study of oral panobinostat plus azacitidine in adults with MDS, CMML or AML with ⩽30% blasts.. Leukemia (2017 Dec)",
    "title": "A phase 1b/2b multicenter study of oral panobinostat plus azacitidine in adults with MDS, CMML or AML with ⩽30% blasts.",
    "abstract": "Treatment with azacitidine (AZA), a demethylating agent, prolonged overall survival (OS) vs conventional care in patients with higher-risk myelodysplastic syndromes (MDS). As median survival with monotherapy is <2 years, novel agents are needed to improve outcomes. This phase 1b/2b trial (n=113) was designed to determine the maximum tolerated dose (MTD) or recommended phase 2 dose (RP2D) of panobinostat (PAN)+AZA (phase 1b) and evaluate the early efficacy and safety of PAN+AZA vs AZA monotherapy (phase 2b) in patients with higher-risk MDS, chronic myelomonocytic leukemia or oligoblastic acute myeloid leukemia with <30% blasts. The MTD was not reached; the RP2D was PAN 30 mg plus AZA 75 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions a study evaluating the safety of panobinostat plus azacitidine and azacitidine monotherapy, but it does not provide specific adverse event data for azacitidine treatment in CMML patients.  The abstract focuses on the study design and the combination therapy.  Further information beyond the abstract is needed to extract the requested data."
  },
  {
    "pmid": "28535394",
    "citation": "M Leisch et al. Red blood cell alloimmunization in 184 patients with myeloid neoplasms treated with azacitidine - A retrospective single center experience.. Leukemia research (2017 Aug)",
    "title": "Red blood cell alloimmunization in 184 patients with myeloid neoplasms treated with azacitidine - A retrospective single center experience.",
    "abstract": "Alloimmunization to Red Blood Cell (RBC) antigens frequently occurs in patients with myeloid neoplasms (AML, MDS and CMML) and potentially poses the patient at risk for delayed hemolytic transfusion reactions and limited supply of compatible RBC-units. However, there is comparatively little data on transfusion associated characteristics in this patient cohort. We therefore retrospectively analyzed transfusion requirements and clinical outcomes of 184 patients with myloid neoplasms treated with azacitidine at the Paracelsus Medical University Salzburg, which were included in the Austrian Registry of Hypomethylating Agents. The mean blood component requirements for AML, MDS and CMML were 39.8, 67.4 and 31.4 RBC units and 31.7, 27.6 and 19.1 platelet (PLT) units respectively. In spite of an extended and stringent RBC unit matching policy (ABO, RhD, RhCcEe and K antigens), 20 (11%) patients formed at least one alloantibody (\"allo-group\"), whereas 164 patients (89%) did not (\"non-allo-group\"). The most frequent antibody specificity was anti-E, followed by anti-Wra -Lua, -D, -C and -Jka. Alloimmunization was associated with higher numbers of transfused RBC units (68 vs. 38; p=0.001), as well as with longer time under transfusion (16.7 vs. 9.4 months; p=0.014). Median overall survival (OS) did not differ significantly between the \"allo\"- and \"non-allo-group\".",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Delayed hemolytic transfusion reactions are mentioned as a potential risk of alloimmunization, which is an adverse event that can occur in patients with myeloid neoplasms treated with azacitidine.  The study also shows that alloimmunization was associated with higher numbers of transfused RBC units and longer time under transfusion.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "Not specified.",
      "most_common_events": [
        "Alloimmunization (leading to delayed hemolytic transfusion reactions)"
      ],
      "treatment_discontinuation": "Not specified.",
      "treatment_related_deaths": "Not specified."
    },
    "extraction_notes": "The study focuses on alloimmunization as an adverse event related to blood transfusions in patients receiving azacitidine for myeloid neoplasms (including CMML).  The paper does not directly list azacitidine-specific adverse events beyond the complications associated with alloimmunization and increased transfusion needs.  Therefore, information on grade, severity, frequency, and treatment discontinuation is limited to what can be inferred from transfusion data.  There is no information on treatment-related deaths."
  },
  {
    "pmid": "28486043",
    "citation": "Mikkael A Sekeres et al. Randomized Phase II Study of Azacitidine Alone or in Combination With Lenalidomide or With Vorinostat in Higher-Risk Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia: North American Intergroup Study SWOG S1117.. Journal of clinical oncology : official journal of the American Society of Clinical Oncology (2017 Aug)",
    "title": "Randomized Phase II Study of Azacitidine Alone or in Combination With Lenalidomide or With Vorinostat in Higher-Risk Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia: North American Intergroup Study SWOG S1117.",
    "abstract": "Purpose Azacitidine is standard, first-line therapy in higher-risk myelodysplastic syndromes (MDS). Whether azacitidine-based combinations with lenalidomide or vorinostat produce superior overall response rates (ORRs) to azacitidine is not known. Patients and Methods North American Intergroup Study S1117 is a phase II/III trial that randomly assigned patients with higher-risk MDS and chronic myelomonocytic leukemia (CMML) 1:1:1 to azacitidine (75 mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title only mention the study design and purpose.  It does not contain any specific adverse event data for azacitidine in CMML patients.  A full-text version of the paper is needed to extract the requested information."
  },
  {
    "pmid": "28370097",
    "citation": "Ana Alfonso et al. Natural history of chronic myelomonocytic leukemia treated with hypomethylating agents.. American journal of hematology (2017 Jul)",
    "title": "Natural history of chronic myelomonocytic leukemia treated with hypomethylating agents.",
    "abstract": "Hypomethylating agents (HMA) are the most commonly used therapeutic intervention in chronic myelomonocytic leukemia (CMML). Due to the lack of CMML-specific clinical trials, the impact of these agents in the natural history of CMML is not fully understood. We present the largest retrospective series of CMML (n = 151) treated with HMA. Mean age at diagnosis was 69 years (range 50-88). According to the CMML-specific prognostic scoring system (CPSS): 17 (15%) were low-risk, 45 (39%) intermediate-1 risk, 42 (36%) intermediate-2, and 12 (10%) high-risk. 35 (23%) patients received single agent azacitidine, 73 (48%) single agent decitabine, and 43 (29%) combinations. With a median follow-up of 17 months, overall response rate (ORR) was 75%, with 41% achieving complete response (CR). Median overall survival (OS) was 24 months (95%CI: 20-28) and event-free survival 14 months (95%CI: 11-17). By multivariate analysis, age < 70 years, higher levels of hemoglobin, absence of blast in peripheral blood and lower CPSS cytogenetic risk predicted for better OS. CR was significantly higher in those patients treated with decitabine (58.3%) when compared with azacitidine (20.6%) (P < .001). 13 patients (9%) received allo-SCT after a median of 4 cycles of HMA. 66 patients (50%) had HMA failure: 26 primary (34%) and 50 secondary (66%), including 35 (46%) that transformed to AML. Outcomes after HMA failure were poor with OS of 7 months (95%CI: 3-12). In conclusion, HMA are effective in CMML but new agents and combinations are needed. This data could be a benchmark for further drug development in CMML.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not list specific adverse events for azacitidine.  It mentions that 66 patients (50%) experienced HMA failure, leading to poor outcomes, but doesn't specify events within the azacitidine subset.",
      "grade_3_4_events": "Not specified for azacitidine.",
      "serious_adverse_events": "Not specified for azacitidine.",
      "most_common_events": "Not specified for azacitidine.",
      "treatment_discontinuation": "Not specified for azacitidine.",
      "treatment_related_deaths": "Not specified for azacitidine."
    },
    "extraction_notes": "The study provides overall HMA outcomes and compares azacitidine to decitabine in terms of response rate, but it does not detail specific adverse events associated with azacitidine treatment in CMML patients.  More detailed data would need to be extracted from the full text of the paper."
  },
  {
    "pmid": "28368509",
    "citation": "M T Voso et al. Feasibility of allogeneic stem-cell transplantation after azacitidine bridge in higher-risk myelodysplastic syndromes and low blast count acute myeloid leukemia: results of the BMT-AZA prospective study.. Annals of oncology : official journal of the European Society for Medical Oncology (2017 Jul)",
    "title": "Feasibility of allogeneic stem-cell transplantation after azacitidine bridge in higher-risk myelodysplastic syndromes and low blast count acute myeloid leukemia: results of the BMT-AZA prospective study.",
    "abstract": "Allogeneic stem-cell transplantation (HSCT) is the only curative treatment in myelodysplastic syndromes (MDS). Azacitidine (AZA) is increasingly used prior to HSCT, however in Europe it is only approved for patients who are not eligible for HSCT. We conducted a phase II multicenter study to prospectively evaluate the feasibility of HSCT after treatment with AZA in 70 patients with a myelodysplastic syndrome (MDS), 19 with acute myeloid leukemia (AML), and 8 with chronic myelomonocytic leukemia (CMML). After a median of four cycles (range 1-11): 24% of patients achieved complete remission, 14% partial remission, 8% hematologic improvement, 32% had stable and 22% progressive disease. Ten patients discontinued treatment before the planned four cycles, due to an adverse event in nine cases. A HSC donor was identified in 73 patients, and HSCT was performed in 54 patients (74% of patients with a donor). Main reasons for turning down HSCT were lack of a donor, an adverse event, or progressive disease (9, 12, and 16 patients, respectively). At a median follow-up of 20.5 months from enrolment, response to AZA was the only independent prognostic factor for survival. Compared to baseline assessment, AZA treatment did not affect patients' comorbidities at HSCT: the HCT-CI remained stable in 62% patients, and worsened or improved in 23% and 15% of patients, respectively. Our study shows that HSCT is feasible in the majority of patients with HR-MDS/AML/CMML-2 after AZA treatment. As matched unrelated donor was the most frequent source of donor cells, the time between diagnosis and HSCT needed for donor search could be 'bridged' using azacitidine. These data show that AZA prior to HSCT could be a better option than intensive chemotherapy in higher-risk MDS. The trial has been registered with the EudraCT number 2010-019673-1.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not specify the types of adverse events experienced by CMML patients, only that nine out of ten patients who discontinued treatment before four cycles did so due to an adverse event.  Further details are not provided.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "Not specified.",
      "most_common_events": [
        "Unspecified - insufficient data"
      ],
      "treatment_discontinuation": "9 out of 10 patients who discontinued treatment before planned four cycles did so due to an adverse event.",
      "treatment_related_deaths": "Not specified."
    },
    "extraction_notes": "The abstract provides limited information on adverse events related to azacitidine in CMML patients.  While it mentions nine patients discontinued treatment due to adverse events, it does not specify the nature or severity of these events.  The number of CMML patients in the study (8) is small, further limiting detailed event reporting."
  },
  {
    "pmid": "28359286",
    "citation": "Florian Wolff et al. The double-edged sword of (re)expression of genes by hypomethylating agents: from viral mimicry to exploitation as priming agents for targeted immune checkpoint modulation.. Cell communication and signaling : CCS (2017 Mar)",
    "title": "The double-edged sword of (re)expression of genes by hypomethylating agents: from viral mimicry to exploitation as priming agents for targeted immune checkpoint modulation.",
    "abstract": "Hypomethylating agents (HMAs) have been widely used over the last decade, approved for use in myelodysplastic syndrome (MDS), chronic myelomonocytic leukemia (CMML) and acute myeloid leukemia (AML). The proposed central mechanism of action of HMAs, is the reversal of aberrant methylation in tumor cells, thus reactivating CpG-island promoters and leading to (re)expression of tumor suppressor genes. Recent investigations into the mode of action of azacitidine (AZA) and decitabine (DAC) have revealed new molecular mechanisms that impinge on tumor immunity via induction of an interferon response, through activation of endogenous retroviral elements (ERVs) that are normally epigenetically silenced. Although the global demethylation of DNA by HMAs can induce anti-tumor effects, it can also upregulate the expression of inhibitory immune checkpoint receptors and their ligands, resulting in secondary resistance to HMAs. Recent studies have, however, suggested that this could be exploited to prime or (re)sensitize tumors to immune checkpoint inhibitor therapies. In recent years, immune checkpoints have been targeted by novel therapies, with the aim of (re)activating the host immune system to specifically eliminate malignant cells. Antibodies blocking checkpoint receptors have been FDA-approved for some solid tumors and a plethora of clinical trials testing these and other checkpoint inhibitors are under way. This review will discuss AZA and DAC novel mechanisms of action resulting from the re-expression of pathologically hypermethylated promoters of gene sets that are related to interferon signaling, antigen presentation and inflammation. We also review new insights into the molecular mechanisms of action of transient, low-dose HMAs on various tumor types and discuss the potential of new treatment options and combinations.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that azacitidine (AZA) can upregulate inhibitory immune checkpoint receptors, implying potential adverse effects, but provides no specific adverse event data for AZA in CMML patients.  The paper is a review, not a clinical trial reporting adverse events."
  },
  {
    "pmid": "28102729",
    "citation": "Jia Gu et al. Chronic myelomonocytic leukemia with double-mutations in DNMT3A and FLT3-ITD treated with decitabine and sorafenib.. Cancer biology & therapy (2017 Nov)",
    "title": "Chronic myelomonocytic leukemia with double-mutations in DNMT3A and FLT3-ITD treated with decitabine and sorafenib.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a heterogeneous neoplastic hematologic disorder with worse overall survival. Half of CMML have mutations, but case with concomitant mutations of DNA methyltransferase 3A (DNMT3A) and Internal tandem duplications of the juxtamembrane domain of FLT3 (FLT3-ITD) in CMML was not reported before. We reported a 51-year-old man who had CMML with concomitant mutations in DNMT3A and FLT3-ITD.The patient received decitabine and sorafenib combined treatment. In this report, we reviewed DNMT3A mutation and FLT3 mutation, and we reviewed treatment of decitabine and sorafenib. This report is significant. First: This is the first report on CMML with double-mutations of DNMT3A and FLT3-ITD. Second: It shows the importance of targeted drug in combined treatment of CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study used decitabine (not azacitidine) in combination with sorafenib.  No adverse event data is provided for either drug in the abstract.  Therefore, no azacitidine-specific adverse event data could be extracted."
  },
  {
    "pmid": "28024498",
    "citation": "Yue-Sheng Meng et al. [Reactivated Expression of MicroRNA-124 in Patients with Myelodysplastic Syndromes after Demethylating Therapy].. Zhongguo shi yan xue ye xue za zhi (2016 Dec)",
    "title": "[Reactivated Expression of MicroRNA-124 in Patients with Myelodysplastic Syndromes after Demethylating Therapy].",
    "abstract": "To explore the role of microRNA-124(miR-124) in the pathogenesis of myelodysplastic syndromes(MDS) through detecting the expression level of miR-124 in bone marrow mononuclear cells(MNC) of MDS patients before and after demethylating therapy with decitabine. The expression levels of miR-124 in the MNC of 35 MDS patients and 10 healthy donors were detected with stem-loop quantitative real time polymerase chain reaction assay. The expression level of miR-124 was lower in MDS patients than that in healthy donors. The difference was not statistically significant between patients with low-risk MDS subtypes (RA and RCMD) and control, but statistically significant between patients with high-risk MDS subtypes (RAEB1, RAEB2 and CMML) and control. This study also proved that expression of miR-124 was reactivated in 7 out of 18 MDS patients after treatment with low dose decitabine. The hypermethylation and silencing of miR-124 may be an important factor in the clonal transformation of MDS cells.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study uses decitabine, not azacitidine.  No adverse event data is reported for either drug, regardless of the MDS subtype."
  },
  {
    "pmid": "27849645",
    "citation": "Ana Alfonso et al. Current management of patients with chronic myelomonocytic leukemia.. Current opinion in oncology (2017 Jan)",
    "title": "Current management of patients with chronic myelomonocytic leukemia.",
    "abstract": "The present review will focus on the current management of patients with chronic myelomonocytic leukemia (CMML) as well as in future therapeutic perspectives. CMML is a clonal hematopoietic stem cell disorder characterized by peripheral blood monocytosis and myelodysplastic and myeloproliferative alterations in the bone marrow. Clinical behavior of the disease can be heterogeneous, with some patients having an indolent form of the disease, whereas others experience an aggressive course with decreased survival and eventual transformation to leukemia. Multiple studies have helped define the clinical, cytogenetic and mutational prognostic features of the disease. In addition, several prognostic scoring systems have been developed for patients with CMML. Incorporation of mutation data, particularly presence of frameshift and nonsense ASXL1 mutations, into these models seems to be allowing to further improve our ability to predict patient outcomes. Prognosis of patients with CMML is heterogeneous. Incorporation of mutational data into current clinical prognostic models has allowed to improve our ability to predict patient outcomes. Allogeneic stem cell transplantation remains the only potentially curative treatment for patients with CMML but is only an option for a subset of patients. For this reason, hypomethylating agents such as 5-azacitidine and decitabine have become the backbone of current therapy for patients with CMML, but new therapeutic strategies are required to improve their outcomes.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment for CMML, but it does not provide any specific data on adverse events associated with its use in this context.  The paper is a review and does not present original research data on adverse events."
  },
  {
    "pmid": "27365372",
    "citation": "C A Moura et al. Chronic myelomonocytic leukemia mimicking hematologic systemic lupus erythematosus.. Lupus (2017 Feb)",
    "title": "Chronic myelomonocytic leukemia mimicking hematologic systemic lupus erythematosus.",
    "abstract": "The relationship between primary hematologic disease and rheumatologic manifestations is well known, especially acute lymphocytic leukemia, lymphomas, plasma cell dyscrasias and myelodysplastic syndrome (MDS). Currently, more has been described about autoimmune manifestations in chronic myelomonocytic leukemia (CMML). Many different clinical scenarios may lead a patient with MDS/CMML initially to seek a rheumatological unit. Autoimmune features such as polymyalgia rheumatic symptoms, myositis, neutrophilic dermatosis, cutaneous vasculitis and positive antinuclear antibodies (ANA) are some examples of clinical presentation of MDS/CMML. Moreover, peripheral cytopenias are a common initial presentation both for systemic lupus erythematous (SLE) and MDS/CMML. The aim of this study was to describe a case of an elderly woman with thrombocytopenia and positivity of antibodies to anti-extractable nuclear antigens (anti-ENA) as initial manifestation of CMML mimicking SLE, and to present some clues that encourage the clinician to perform a bone marrow study in such a clinical scenario.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any information on azacitidine treatment or adverse events related to its use in CMML patients.  The study describes a case of CMML mimicking SLE, but does not mention any specific treatment, let alone azacitidine or its side effects."
  },
  {
    "pmid": "27353473",
    "citation": "Colombe Saillard et al. Response to 5-azacytidine in a patient with TET2-mutated angioimmunoblastic T-cell lymphoma and chronic myelomonocytic leukaemia preceded by an EBV-positive large B-cell lymphoma.. Hematological oncology (2017 Dec)",
    "title": "Response to 5-azacytidine in a patient with TET2-mutated angioimmunoblastic T-cell lymphoma and chronic myelomonocytic leukaemia preceded by an EBV-positive large B-cell lymphoma.",
    "abstract": "We report the case of a patient with a history of Epstein-Barr virus-positive large B-cell lymphoma, who relapsed with an angioimmunoblastic T-cell lymphoma (AITL) associated with a chronic myelomonocytic leukaemia (CMML). We performed targeted next-generation sequencing on CMML and AITL DNA, which revealed mutations of TET2, DNMT3A, SRSF2, NRAS and IDH1, thus confirming that the spectrum of AITL mutations share similarities with myeloid disorders. The frequencies of TET2/DNMT3A and SRSF2 variants could support the hypothesis that TET2/DNMT3A mutations occurred in an early progenitor cell, which later progressed to both the AITL and CMML clones. Treatment with 5-azacytidine led to the complete remission of both diseases. Thus, targeting DNA methylation abnormalities in AITL may be an alternative strategy to chemotherapy. Copyright © 2016 John Wiley & Sons, Ltd.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract reports complete remission of both AITL and CMML following 5-azacytidine treatment but provides no information on adverse events associated with the treatment."
  },
  {
    "pmid": "27268068",
    "citation": "Melita Kenealy et al. Results of a phase II study of thalidomide and azacitidine in patients with clinically advanced myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML) and low blast count acute myeloid leukemia (AML).. Leukemia & lymphoma (2017 Feb)",
    "title": "Results of a phase II study of thalidomide and azacitidine in patients with clinically advanced myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML) and low blast count acute myeloid leukemia (AML).",
    "abstract": "Single agent azacitidine or immunomodulatory drugs are effective in myelodysplastic syndrome (MDS), with differing target mechanisms and toxicities. Objectives of this ALLG MDS3 study in clinically advanced MDS, AMML and low blast AML were to establish safety, response and quality of life of azacitidine and thalidomide. Patients received azacitidine (75mg/m",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title suggest the paper includes data on azacitidine treatment in CMML patients.  However, the abstract itself does not provide any specific adverse event data for azacitidine in CMML.  To extract the requested information, the full text of the paper is required."
  },
  {
    "pmid": "27185207",
    "citation": "Mrinal M Patnaik et al. Chronic myelomonocytic leukemia: 2016 update on diagnosis, risk stratification, and management.. American journal of hematology (2016 Jun)",
    "title": "Chronic myelomonocytic leukemia: 2016 update on diagnosis, risk stratification, and management.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder characterized by overlapping features of myelodysplastic syndromes and myeloproliferative neoplasms. Diagnosis is based on the presence of persistent (>3 months) peripheral blood monocytosis (>1 × 10(9) /L), along with bone marrow dysplasia. Clonal cytogenetic abnormalities occur in ∼20-30% of patients, while >90% have gene mutations. Mutations involving TET2 (∼60%), SRSF2 (∼50%), ASXL1 (∼40%), and RAS (∼30%) are frequent; with only ASXL1 mutations negatively impacting overall survival. Two molecularly integrated, CMML-specific prognostic models include; the Groupe Français des Myélodysplasies (GFM) and the Molecular Mayo Model (MMM). The GFM model segregates patients into 3 groups based on: age >65 years, WBC >15 × 10(9) /L, anemia, platelets <100 × 10(9) /L, and ASXL1 mutation status, with respective median survivals of 56 (low), 27.4 (intermediate), and 9.2 (high) months. The MMM is based on ASXL1 mutational status, absolute monocyte count >10 × 10(9) /L, hemoglobin <10 g/dL, platelets <100 × 109/L and circulating immature myeloid cells. This model stratifies patients into four groups; high (≥3 risk factors), intermediate-2 (2 risk factors), intermediate-1 (1 risk factor) and low (no risk factors), with median survivals of 16, 31, 59, and 97 months, respectively. Hypomethylating agents such as 5-azacitidine and decitabine are commonly used, with overall response rates of ∼30-40% and complete remission rates of ∼7-17%. Allogeneic stem cell transplant is the only potentially curative option, but is associated with significant morbidity and mortality. Individualized therapy, including epigenetic modifiers and small molecule inhibitors, are exciting prospects. Am. J. Hematol. 91:632-642, 2016. © 2016 Wiley Periodicals, Inc.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agents such as azacitidine have overall response rates of ~30-40% and complete remission rates of ~7-17%.  However, no specific adverse events associated with azacitidine treatment in CMML patients are detailed.  Further information would be needed to fulfill the request."
  },
  {
    "pmid": "26922775",
    "citation": "Jean-Baptiste Fraison et al. Efficacy of Azacitidine in autoimmune and inflammatory disorders associated with myelodysplastic syndromes and chronic myelomonocytic leukemia.. Leukemia research (2016 Apr)",
    "title": "Efficacy of Azacitidine in autoimmune and inflammatory disorders associated with myelodysplastic syndromes and chronic myelomonocytic leukemia.",
    "abstract": "This retrospective study describes efficacy of Azacitidine on autoimmune disorders (AID) associated with MDS/CMML in 22 patients. Response of AID to Azacitidine was observed in 19 patients (86%). Reduction or discontinuation of steroids and/or immunosuppressive therapy (IST) was possible in 16 cases (73%). Hematologic response was seen in 55% of the patients. MDS/CMML and AID evolution was concordant in 13 cases (59%): both favorable (n=11), both unfavorable (n=2), but AID improved while MDS/CMML worsened (n=8) and vice versa (n=1). Azacitidine frequently seems effective in controlling steroid-dependent AID associated with MDS/CMML, but prospective studies are necessary to confirm those findings.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract reports on the efficacy of azacitidine in treating autoimmune disorders associated with MDS/CMML,  and mentions hematologic response and improvement/worsening of the underlying conditions. However, it does not contain any information about adverse events related to azacitidine treatment in CMML patients."
  }
]