[
  {
    "pmid": "40650712",
    "citation": "Carlos Jiménez-Vicente et al. Enasidenib as treatment for AML with IDH2 mutation: multicenter real-life study of the early-access program in Spain.. Annals of hematology (2025 Jul)",
    "title": "Enasidenib as treatment for AML with IDH2 mutation: multicenter real-life study of the early-access program in Spain.",
    "abstract": "Enasidenib is an oral IDH2 inhibitor that reduces the production of the oncometabolite 2-hydroxyglutarate, differentiating IDH2 mutated leukemic cells with initial promising results for acute myeloid leukemia (AML) and myelodysplastic syndrome (MDS) patients. We performed a retrospective study in Spain evaluating enasidenib in patients diagnosed with IDH2-mutated myeloid neoplasms (AML, MDS, myeloid sarcoma and chronic myelomonocytic leukemia (CMML). Twenty-three patients were included, with 20 having a refractory/relapsed (R/R) disease status. The median age was 73 years, and the majority patients were classified as adverse risk by the European LeukemiaNet 2022 criteria. The most frequent mutation was IDH2 R140 (69.6%), while 30.4% had R172 mutation. Enasidenib was administered as a single agent in 18 patients, in combination with azacitidine in four patients, and with low-dose cytarabine in another one. The median number of cycles administered was four, with an overall response rate (ORR) of 39.1% and a morphological complete remission (CR) rate of 26.1%. Median overall survival (OS) was 8.3 months. Patients who achieved a complete response had a better outcome than the rest of the patients in terms of OS (19.8 months (95%CI: 15.7-NR) vs. 4.2 (95%CI: 1.5-NR), p = 0.01). Drug-related events included leukocytosis in five patients (21.7%), hyperbilirubinemia in six patients (26.1%) and differentiation syndrome (DS) in four patients (17.4%), including one grade 3 DS and one death related to this latter adverse event (AE), similar to previous findings. Although enasidenib failed to demonstrate a clear overall survival advantage in phase 3 trials, the extended responses and long-term survivors observed herein underscore its therapeutic potential. Ultimately, our data support enasidenib's role as a targeted therapy for IDH2-mutated AML, indicating that expanded access to this agent is warranted to optimize outcomes in these challenging patient populations, especially for R/R AML patients.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions that azacitidine was used in combination with enasidenib in four patients, but it does not provide any adverse event data specifically related to azacitidine in those patients or in CMML patients in general.  The adverse events listed are related to enasidenib."
  },
  {
    "pmid": "40498375",
    "citation": "Kyriaki Katsiki et al. Comparative Analysis of the TCR Repertoire in Bone Marrow CD8. European journal of immunology (2025 Jun)",
    "title": "Comparative Analysis of the TCR Repertoire in Bone Marrow CD8",
    "abstract": "Bone marrow CD8",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not indicate that this paper contains any information regarding azacitidine treatment or adverse events in CMML patients.  The focus is on TCR repertoire analysis in bone marrow CD8 cells, not on treatment side effects."
  },
  {
    "pmid": "40337877",
    "citation": "Meng Chen et al. Rare cases of atraumatic splenic rupture managed conservatively in patients with myeloid neoplasms: a report of two cases and literature review.. Chinese clinical oncology (2025 Apr)",
    "title": "Rare cases of atraumatic splenic rupture managed conservatively in patients with myeloid neoplasms: a report of two cases and literature review.",
    "abstract": "Atraumatic splenic rupture (ASR) is rare and typically attributed to underlying pathological conditions, with neoplastic diseases being the main etiologies. Traditionally, surgical intervention has been the standard approach for managing ASR in the majority of patients. However, reports on the outcomes of conservative management, especially for ASR related to myeloid neoplasms, are scarce. Here, we present two case reports involving ASR associated with myeloid neoplasms. The first patient, suffering from chronic myelomonocytic leukemia (CMML) harboring CBL and ASXL1 mutations, developed ASR shortly after receiving treatment with the hypomethylating agent 5-azacytidine. The second patient, in the blast phase of myeloproliferative neoplasms (MPN), experienced ASR during the progression of their disease. In the initial case, despite experiencing intense abdominal pain and hypovolemic shock, the patient responded favorably to prompt fluid resuscitation and blood transfusion upon, thanks to a timely diagnosis. A non-operative management approach successfully averted the need for splenectomy or arterial embolism, leading to a favorable outcome. In the second case, the patient presented with progressive abdominal pain but remained hemodynamic stability throughout the ASR episode. We opted for a cautious approach, prioritizing resuscitation, close monitoring, and a watchful waiting strategy. Regrettably, the patient's condition deteriorated, marked by increasing splenomegaly, unchecked leukocytosis, and recurrent parenchymal hemorrhages. Here, we report two cases of ASR in myeloid neoplasms, demonstrating that patients may achieve acceptable outcomes with conservative management.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Atraumatic splenic rupture (ASR)",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Atraumatic splenic rupture"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "Only one patient experienced an adverse event possibly related to azacitidine treatment.  The abstract does not provide details on the grading of the adverse event,  nor does it quantify serious adverse events, treatment discontinuation, or deaths related to azacitidine. The information is limited to a single case report of atraumatic splenic rupture. "
  },
  {
    "pmid": "40252309",
    "citation": "Julie S Braish et al. Safety and efficacy of the combination of azacitidine with venetoclax after hypomethylating agent failure in higher-risk myelodysplastic syndrome.. Leukemia research (2025 Jun)",
    "title": "Safety and efficacy of the combination of azacitidine with venetoclax after hypomethylating agent failure in higher-risk myelodysplastic syndrome.",
    "abstract": "Therapies for patients with higher-risk myelodysplastic syndromes (HR-MDS) who have failed hypomethylating agents (HMAs) are needed. This Phase I/II study evaluates the safety, tolerability, and efficacy of venetoclax, an orally bioavailable BCL-2 inhibitor, in combination with azacitidine in this population. We conducted a single-center, dose-escalation, Phase I/II trial (NCT04550442) involving 33 patients with HR-MDS or CMML (IPSS ≥ 1.5) who had progressed after prior HMA therapy. Patients received intravenous or subcutaneous azacitidine (SC) (75 mg/m² for 5 days) and venetoclax (100-400 mg for 7-14 days in a 28-day cycle). The primary endpoints were safety/tolerability (Phase 1) and overall response rate (ORR) (Phase 2). Patients received a median of 3 cycles (range, 1-22). The maximum tolerated dose of venetoclax was 400 mg. Common grade 3-4 adverse events included neutropenia (19 %) and thrombocytopenia (10 %). The 4-week early mortality rate was 9 %. The ORR was 49 %, and the median overall survival (OS) was 7 months (95 % CI, 3.5-10.5). The median progression-free survival (PFS) was 6 months (95 % CI, 3.0-9.0). Four patients (12 %) underwent stem cell transplantation, with 3 of 4 alive at last follow-up (75 %). Combining venetoclax with azacitidine is feasible for HR-MDS and CMML patients who failed prior HMA therapy. However, this combination did not significantly improve clinical outcomes in this patient population.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not list all adverse events, only that neutropenia and thrombocytopenia were common grade 3-4 adverse events.",
      "grade_3_4_events": "Neutropenia (19%), Thrombocytopenia (10%)",
      "serious_adverse_events": "The 4-week early mortality rate was 9% (This is likely a serious adverse event, but the exact cause is not specified).",
      "most_common_events": [
        "Neutropenia",
        "Thrombocytopenia"
      ],
      "treatment_discontinuation": "Not specified",
      "treatment_related_deaths": "Not specified, but 9% early mortality rate within 4 weeks."
    },
    "extraction_notes": "The abstract reports combined adverse events for azacitidine and venetoclax.  It does not separate them.  The reported grade 3-4 events are the most specific data available related to azacitidine in the context of CMML patients within this study.  Early mortality is noted, but causality is not established."
  },
  {
    "pmid": "40164584",
    "citation": "Alex Bataller et al. Oral decitabine cedazuridine with and without venetoclax in higher-risk myelodysplastic syndromes or chronic myelomonocytic leukemia: a propensity score-matched study.. Blood cancer journal (2025 Mar)",
    "title": "Oral decitabine cedazuridine with and without venetoclax in higher-risk myelodysplastic syndromes or chronic myelomonocytic leukemia: a propensity score-matched study.",
    "abstract": "Hypomethylating agents (HMA) are indicated in the treatment of higher-risk myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). The combination of hypomethylating agents with venetoclax (Ven) has demonstrated promising results in these diseases, although randomized clinical trials are needed for validation. In this retrospective study, we compared two matched cohorts of patients with MDS or CMML: one receiving oral decitabine-cedazuridine (DEC-C, n = 73) and one receiving DEC-C and Ven (DEC-C-Ven, n = 51), in three contemporary clinical trials. The aim is to determine the impact of the addition of Ven to HMA in MDS and CMML. Individuals were matched using a propensity score approach that was based on the IPSS-M score and age. All patients had excess blasts; 84% were diagnosed with MDS and 16% with CMML. Most patients had high- or very high-risk disease, according to the revised IPSS-R. The overall response rate was superior in the DEC-C-Ven cohort (90% vs 64%, P = 0.002). The median times to best response were 1.1 and 2.7 months for the DEC-C-Ven and DEC-C cohorts, respectively (P < 0.001). More patients underwent hematopoietic stem cell transplantation in the DEC-C-Ven cohort (47%) than in the DEC-C cohort (16%, P < 0.001). The 4- and 8-week mortality did not significantly differ between the DEC-C and DEC-C-Ven cohorts. Patients in the DEC-C-Ven cohort had a more profound neutropenia at days 15 and 21 of the first cycle. The median overall survival was 24 and 19 months for the DEC-C-Ven and DEC-C cohorts, respectively (P = 0.89), and the median event-free survival durations were 18 and 10 months (P = 0.026). In conclusion, the addition of Ven resulted in improved response rates and outcomes in specific subgroups; prospective clinical trials are needed to confirm these findings.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Neutropenia (more profound in the DEC-C-Ven cohort at days 15 and 21 of the first cycle).  The abstract does not list other AEs.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "Not specified.",
      "most_common_events": [
        "Neutropenia"
      ],
      "treatment_discontinuation": "Not specified.",
      "treatment_related_deaths": "Not specified. 4- and 8-week mortality did not significantly differ between cohorts."
    },
    "extraction_notes": "The study uses decitabine-cedazuridine (DEC-C).  The abstract mentions neutropenia as an adverse event, particularly more pronounced in the group receiving DEC-C plus venetoclax.  Specific details on other adverse events, grades, seriousness, treatment discontinuation, and treatment-related deaths are not provided in the abstract."
  },
  {
    "pmid": "40013211",
    "citation": "Marwa Mir et al. Pleural Effusion in a Patient With Chronic Myelomonocytic Leukemia Treated With Azacitidine.. Cureus (2025 Jan)",
    "title": "Pleural Effusion in a Patient With Chronic Myelomonocytic Leukemia Treated With Azacitidine.",
    "abstract": "Pleural effusion is an uncommon occurrence in chronic myelomonocytic leukemia (CMML) patients, and its mechanisms remain poorly understood. We report the case of a 66-year-old male with a known medical history of CMML, referred from the oncology clinic due to shortness of breath attributed to a left pleural effusion, evident on a chest X-ray following a chemotherapy session. A diagnostic thoracentesis and cytology were conducted, which yielded exudative fluid negative for malignant cells and found reactive mesothelial cells and macrophages in a background of numerous chronic inflammatory cells and acellular proteinaceous material. However, due to the limited effectiveness of cytological examination in identifying malignant pleural effusions, the occurrence of leukemic effusions in CMML patients may be underestimated. This case underscores the importance of prompt recognition and management of pleural effusion in patients with underlying hematologic conditions like CMML.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Pleural effusion (shortness of breath)",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Pleural effusion"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract reports a single case of pleural effusion in a CMML patient treated with azacitidine.  No other adverse events are mentioned, and no grading, severity, or frequency data is provided.  The causality of the pleural effusion to azacitidine is not explicitly stated, but the temporal relationship suggests a potential link."
  },
  {
    "pmid": "39903257",
    "citation": "Kishan A Bhatt et al. Diagnosis and management of concurrent metastatic melanoma and chronic myelomonocytic leukemia.. Melanoma research (2025 Jun)",
    "title": "Diagnosis and management of concurrent metastatic melanoma and chronic myelomonocytic leukemia.",
    "abstract": "While the association between chronic lymphocytic leukemia (CLL) and a higher incidence of melanoma is well documented, the diagnosis of concurrent high-risk chronic myelomonocytic leukemia (CMML) and metastatic melanoma (MM) has not previously been described. Moreover, the treatment of MM and CMML differ greatly in the mechanism of action of their corresponding antineoplastic therapies: treatment of MM frequently involves immune checkpoint inhibitors (ICI), while patients with CMML receive myelosuppressive agents. Simultaneous management of these malignancies can be nuanced due to the potential impact of one treatment's constituents on the activity of the other and the broad and nonoverlapping array of potential adverse effects of these agents. Here, we describe the clinical course of a patient who was diagnosed with concurrent MM and CMML and our approach to the challenging balance of delivering ICI concurrently with the hypomethylating agent azacitidine and the BCL-2 inhibitor venetoclax.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment for CMML and acknowledges the potential adverse effects of such agents, but it does not provide any specific adverse event data related to azacitidine in CMML patients.  The study describes a case report, not a clinical trial with detailed adverse event reporting."
  },
  {
    "pmid": "39759649",
    "citation": "Eren Arslan Davulcu et al. A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.. Cureus (2024 Dec)",
    "title": "A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.",
    "abstract": "Chronic myelomonocytic leukemia is a clonal hematopoietic stem cell disorder with both myelodysplastic and myeloproliferative features, leading to a variable clinical presentation. Some types of skin involvement, such as leukemia cutis and blastic plasmacytoid dendritic cell neoplasia, are associated with poor prognosis. This case study describes a 71-year-old male with high-risk CMML, developing pink-purple skin nodules, which regressed with azacitidine and hydroxyurea treatment. Despite recurrence, disease control was achieved without transformation to acute leukemia. This case highlights the need for vigilant monitoring and adaptable treatment strategies in managing CMML with skin involvement.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that azacitidine was used in conjunction with hydroxyurea to treat skin nodules in a patient with CMML. However, no adverse events related to azacitidine treatment are reported in this case study."
  },
  {
    "pmid": "39477459",
    "citation": "Robert McGrath et al. Chronic myelomonocytic leukaemia causing orbital inflammation.. BMJ case reports (2024 Oct)",
    "title": "Chronic myelomonocytic leukaemia causing orbital inflammation.",
    "abstract": "We present a case of acute-onset orbital inflammation with rapidly progressive proptosis, episcleral venous stasis with raised intraocular pressure and loss of vision in a patient with a recent diagnosis of chronic myelomonocytic leukaemia (CMML). The patient's orbital inflammation and ocular hypertension showed no response to topical and systemic pressure-lowering agents and non-steroidal anti-inflammatory agents but resolved rapidly after the commencement of intravenous steroids. The patient was subsequently treated with the hypomethylating agent azacitidine with good systemic control of CMML with no further orbital inflammation. CMML is strongly associated with systemic inflammatory disease, possibly due to the upregulation of inflammatory pathways in the abnormal monocytes. CMML is a rare cause of orbital or ocular inflammation but should be considered in patients with persistent monocytosis.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "No adverse events were reported in association with azacitidine treatment.",
      "grade_3_4_events": "null",
      "serious_adverse_events": "null",
      "most_common_events": [
        "null"
      ],
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The abstract states that the patient had 'good systemic control of CMML' with azacitidine and no further orbital inflammation.  This implies the absence of reported adverse events related to azacitidine in this specific case."
  },
  {
    "pmid": "39024804",
    "citation": "Kaiyue Wang et al. Targeting DNA methyltransferases for cancer therapy.. Bioorganic chemistry (2024 Oct)",
    "title": "Targeting DNA methyltransferases for cancer therapy.",
    "abstract": "DNA methyltransferases (DNMTs) play a crucial role in genomic DNA methylation. In mammals, DNMTs regulate the dynamic patterns of DNA methylation in embryonic and adult cells. Abnormal functions of DNMTs are often indicative of cancers, including overall hypomethylation and partial hypermethylation of tumor suppressor genes (TSG), which accelerate the malignancy of tumors, worsen the condition of patients, and significantly exacerbate the difficulty of cancer treatment. Currently, nucleoside DNMT inhibitors such as Azacytidine and Decitabine have been approved by the FDA and EMA for the treatment of acute myeloid leukemia (AML), chronic myelomonocytic leukemia (CMML), and myelodysplastic syndrome (MDS). Therefore, targeting DNMTs is a very promising anti-tumor strategy. This review mainly summarizes the therapeutic effects of DNMT inhibitors on cancers. It aims to provide more possibilities for the treatment of cancers by discovering more DNMT inhibitors with high activity, high selectivity, and good drug-like properties in the future.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract mentions Azacytidine as a treatment for CMML, but it does not contain any specific adverse event data related to its use in CMML patients.  The abstract is a general overview and does not present clinical trial data or detailed results."
  },
  {
    "pmid": "38939343",
    "citation": "Krzysztof Mądry et al. No advantage of antimicrobial prophylaxis in AML/MDS/CMML patients treated with azacitidine-a prospective multicenter study by the Polish Adult Leukemia Group.. Frontiers in oncology (2024)",
    "title": "No advantage of antimicrobial prophylaxis in AML/MDS/CMML patients treated with azacitidine-a prospective multicenter study by the Polish Adult Leukemia Group.",
    "abstract": "Infections represent one of the most frequent causes of death of higher-risk MDS patients, as reported previously also by our group. Azacitidine Infection Risk Model (AIR), based on red blood cell (RBC) transfusion dependency, neutropenia <0.8 × 10 The prospective non-intervention study aimed to identify factors predisposing to infection, validate the AIR score, and assess the impact of antimicrobial prophylaxis on the outcome of azacitidine-treated MDS/AML and CMML patients. We collected data on 307 patients, 57.6 % males, treated with azacitidine: AML (37.8%), MDS (55.0%), and CMML (7.1%). The median age at azacitidine treatment commencement was 71 (range, 18-95) years. 200 (65%) patients were assigned to higher risk AIR group. Antibacterial, antifungal, and antiviral prophylaxis was used in 66.0%, 29.3%, and 25.7% of patients, respectively. In total, 169 infectious episodes (IE) were recorded in 118 (38.4%) patients within the first three azacitidine cycles. In a multivariate analysis ECOG status, RBC transfusion dependency, IPSS-R score, and CRP concentration were statistically significant for infection development ( The AIR Model effectively discriminates infection-risk patients during azacitidine treatment. Antimicrobial prophylaxis does not decrease the infection rate.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infections were the most frequent adverse event.  The abstract mentions 169 infectious episodes in 118 (38.4%) patients within the first three azacitidine cycles.  No other adverse events are specified for CMML patients specifically.",
      "grade_3_4_events": "Not specified for CMML patients.",
      "serious_adverse_events": "Not specified for CMML patients, although infections are implied as serious adverse events given their association with mortality in higher-risk MDS patients.",
      "most_common_events": [
        "Infections"
      ],
      "treatment_discontinuation": "Not specified for CMML patients.",
      "treatment_related_deaths": "Not specified for CMML patients."
    },
    "extraction_notes": "The study focuses on infections as the primary adverse event.  The abstract provides overall infection rates for all patient groups (AML, MDS, CMML) treated with azacitidine, but does not break down adverse event data specifically for the CMML subgroup.  Therefore, much of the requested information is unavailable."
  },
  {
    "pmid": "38879530",
    "citation": "Theodora Chatzilygeroudi et al. Fetal hemoglobin induction in azacytidine responders enlightens methylation patterns related to blast clearance in higher-risk MDS and CMML.. Clinical epigenetics (2024 Jun)",
    "title": "Fetal hemoglobin induction in azacytidine responders enlightens methylation patterns related to blast clearance in higher-risk MDS and CMML.",
    "abstract": "As new treatment options for patients with higher-risk myelodysplastic syndromes are emerging, identification of prognostic markers for hypomethylating agent (HMA) treatment and understanding mechanisms of their delayed and short-term responses are essential. Early fetal hemoglobin (HbF) induction has been suggested as a prognostic indicator for decitabine-treated patients. Although epigenetic mechanisms are assumed, responding patients' epigenomes have not been thoroughly examined. We aimed to clarify HbF kinetics and prognostic value for azacytidine treated patients, as well as the epigenetic landscape that might influence HbF re-expression and its clinical relevance. Serial HbF measurements by high-performance liquid chromatography (n = 20) showed induction of HbF only among responders (p = 0.030). Moreover, HbF increase immediately after the first azacytidine cycle demonstrated prognostic value for progression-free survival (PFS) (p = 0.032, HR = 0.19, CI 0.24-1.63). Changes in methylation patterns were revealed with methylated DNA genome-wide sequencing analysis (n = 7) for FOG-1, RCOR-1, ZBTB7A and genes of the NuRD-complex components. Targeted pyrosequencing methodology (n = 28) revealed a strong inverse correlation between the degree of γ-globin gene (HBG2) promoter methylation and baseline HbF levels (p = 0.003, r Early HbF induction is featured as an accessible prognostic indicator for HMA treatment and the proposed potential epigenetic mechanism of HbF re-expression in azacytidine responders includes hypomethylation of the γ-globin gene promoter region and hypermethylation of the CpG326 island of ZBTB7A. The association of these methylation patterns with blast clearance and their prognostic value for PFS paves the way to discuss in-depth azacytidine epigenetic mechanism of action.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract focuses on the efficacy and mechanism of action of azacytidine in CMML patients by examining fetal hemoglobin induction and methylation patterns.  It does not contain any information on adverse events associated with the azacytidine treatment."
  },
  {
    "pmid": "38711181",
    "citation": "Mar García-García et al. Granulomatous dermatitis in the context of chronic myelomonocytic leukemia: More than just reactive infiltrates. An illustrative case report with literature review.. Journal of cutaneous pathology (2024 Aug)",
    "title": "Granulomatous dermatitis in the context of chronic myelomonocytic leukemia: More than just reactive infiltrates. An illustrative case report with literature review.",
    "abstract": "Traditionally, skin involvement in chronic myelomonocytic leukemia (CMML) has been considered to be either specific (leukemia cutis) or non-specific, with granulomatous dermatitis included in the latter group. More recently, the true nature of the myeloid cells present in the cutaneous infiltrates of this theoretically reactive dermatitis is being clarified with the use of new molecular techniques such as next-generation sequencing. The same mutations in bone marrow (BM) myeloid neoplastic cells and in the cells of cutaneous infiltrates have been found. We present the case of a 77-year-old man who presented with spread and treatment-resistant skin granulomatous lesions previous to the diagnosis of CMML. The same clonal mutations in SRSF2, IDH1, and RUNX1 were found in both skin and BM with resolution of the lesions after the initiation of azacytidine. In conclusion, we report an exceptional case in which specific granulomatous cutaneous lesions have preceded and allowed the earlier diagnosis of an underlying CMML and a review of all previous similar cases in the literature, including molecular alterations.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract only mentions resolution of granulomatous skin lesions after azacytidine treatment.  No other adverse events are reported.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study focuses on a single case where azacytidine led to the resolution of granulomatous skin lesions.  No adverse events associated with azacytidine treatment were reported, only a positive outcome. The abstract does not provide information on adverse events in a broader population of CMML patients treated with azacytidine."
  },
  {
    "pmid": "38595873",
    "citation": "Ghadir M Nasreddine et al. Chronic Myelomonocytic Leukemia-Associated Immune Thrombocytopenic Purpura: A Report of a Rare Case and a Review of Literature.. Cureus (2024 Mar)",
    "title": "Chronic Myelomonocytic Leukemia-Associated Immune Thrombocytopenic Purpura: A Report of a Rare Case and a Review of Literature.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) presents as a complex hematologic malignancy with myelodysplastic and myeloproliferative features. Our case report explores the rare coexistence of CMML with immune thrombocytopenic purpura (ITP) in a 63-year-old female patient. CMML diagnosis followed World Health Organization criteria, and the patient was classified as having high-risk myelodysplastic syndrome (MDS)-CMML stage 2. Initial treatment with subcutaneous azacytidine for CMML proved partially effective, highlighting persistent severe thrombocytopenia. Subsequent investigations revealed secondary ITP associated with Crohn's disease. Conventional ITP therapies, including high-dose steroids and intravenous immunoglobulin, showed limited efficacy. Eltrombopag, a thrombopoietin receptor agonist, was initiated, resulting in the normalization of platelet counts within six weeks. Our case emphasizes the diagnostic challenges and intricate treatment landscape of CMML-associated ITP, suggesting eltrombopag as a potential therapeutic option in refractory cases. The study contributes to the evolving understanding of the complex interplay between myeloid disorders and immune-mediated hematological conditions, calling for personalized and multidisciplinary approaches to enhance patient outcomes.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Persistent severe thrombocytopenia.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Persistent severe thrombocytopenia"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The only adverse event mentioned in relation to azacytidine treatment was persistent severe thrombocytopenia.  No grades, seriousness, frequency, or mortality data were provided.  The thrombocytopenia may be related to the underlying disease or a drug effect, or both. The abstract does not clarify this. "
  },
  {
    "pmid": "38387931",
    "citation": "Xiao Li et al. [Clinical Efficacy of Hypomethylating Agent Therapy in Patients with Chronic Myelomonocytic Leukemia].. Zhongguo shi yan xue ye xue za zhi (2024 Feb)",
    "title": "[Clinical Efficacy of Hypomethylating Agent Therapy in Patients with Chronic Myelomonocytic Leukemia].",
    "abstract": "To observe the clinical efficacy and safety of hypomethylating agent therapy in chronic myelomonocytic leukemia (CMML). From February 2014 to June 2021, the clinical data, efficacy, survival time and safety of CMML patients diagnosed in the Second Hospital of Hebei Medical University and treated with hypomethylating agent therapy were retrospectively analyzed. A total of 25 CMML patients received hypomethylating agent therapy, including 18 cases treated with decitabine (DEC) and 7 cases treated with azacytidine (AZA) as the basic treatment. Among them, 20 patients responded, and 7 patients got complete remission (CR). All patients with CR were treated with DEC as the basic treatment. Five cases of CR occurred in the first 4 courses of treatment. After a median follow-up of 16.4 (9.4-20.5) months, 4 patients with CR progressed to acute myeloid leukemia (AML). The median overall survival (OS) time of 25 CMML patients was 17.4 months (95% Hypomethylating agent therapy is effective and safe for CMML patients. CR mostly occurs in the first 4 courses of treatment, and hypomethylating agent therapy combined with low-dose chemotherapy can be used for patients who do not respond. Hypomethylating agent therapy can delay the disease, but can't prevent progression.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that hypomethylating agent therapy was 'effective and safe' for CMML patients.  However, no specific adverse events are listed for azacytidine treatment. The study mentions 7 patients received azacytidine, but provides no details on adverse events experienced by this subgroup.  Therefore, all adverse event fields are left as null."
  },
  {
    "pmid": "38176221",
    "citation": "Almuth Maria Anni Merz et al. Phase to phase: Navigating drug combinations with hypomethylating agents in higher-risk MDS trials for optimal outcomes.. Cancer treatment reviews (2024 Feb)",
    "title": "Phase to phase: Navigating drug combinations with hypomethylating agents in higher-risk MDS trials for optimal outcomes.",
    "abstract": "Recent developments in high-risk Myelodysplastic Neoplasms (HR MDS) treatment are confronted with challenges in study design due to evolving drug combinations with Hypomethylating Agents (HMAs). The shift from the International Prognostic Scoring System (IPSS) to its molecular revision (IPSS-M) has notably influenced research and clinical practice. Introducing concepts like the MDS/AML overlap complicate classifications and including chronic myelomonocytic leukemia (CMML) in MDS studies introduces another layer of complexity. The International Consortium for MDS emphasizes aligning HR MDS criteria with the 2022 ELN criteria for AML. Differences in advancements between AML and MDS treatments and hematological toxicity in HR MDS underline the importance of detailed trial designs. Effective therapeutic strategies require accurate reporting of adverse events, highlighting the need for clarity in criteria like the Common Terminology Criteria for Adverse Events (CTCAE). We provide an overview on negative clinical trials in HR MDS, analyze possible reasons and explore possibilities to optimize future clinical trials in this challenging patient population.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any specific adverse event data related to azacitidine treatment in CMML patients.  The abstract mentions the importance of reporting adverse events and the use of CTCAE, but provides no concrete data."
  },
  {
    "pmid": "38091231",
    "citation": "Kensuke Usuki et al. Real-world data of MDS and CMML in Japan: results of JALSG clinical observational study-11 (JALSG-CS-11).. International journal of hematology (2024 Feb)",
    "title": "Real-world data of MDS and CMML in Japan: results of JALSG clinical observational study-11 (JALSG-CS-11).",
    "abstract": "We conducted a multicenter, prospective observational study of acute myeloid leukemia (AML), myelodysplastic syndromes (MDS), and chronic myelomonocytic leukemia (CMML) in Japan. From August 2011 to January 2016, we enrolled 6568 patients. Herein, we report the results for MDS (n = 2747) and CMML (n = 182). The percentage of patients aged 65 years or older was 79.5% for MDS and 79.7% for CMML. The estimated overall survival (OS) rate and cumulative incidence of AML evolution at 5 years were 32.3% (95% confidence interval: 30.2-34.5%) and 25.7% (23.9-27.6%) for MDS, and 15.0% (8.9-22.7%) and 39.4% (31.1-47.6%) for CMML. Both diseases were more common in men. The most common treatment for MDS was azacitidine, which was used in 45.4% of higher-risk and 12.7% of lower-risk MDS patients. The 5-year OS rate after treatment with azacitidine was 12.1% (9.5-15.1%) for of higher-risk MDS patients and 33.9% (25.6-42.4%) for lower-risk patients. The second most common treatment was erythropoiesis-stimulating agents, given to just 20% of lower-risk patients. This is the first paper presenting large-scale, Japanese data on survival and clinical characteristics in patients with MDS and CMML.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract reports on the use of azacitidine in MDS patients but does not provide any adverse event data specifically for azacitidine treatment in CMML patients.  The study mentions azacitidine treatment in MDS, but this information is not relevant to the query."
  },
  {
    "pmid": "38003211",
    "citation": "Maria Teresa Bochicchio et al. Germline . International journal of molecular sciences (2023 Nov)",
    "title": "Germline ",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a hematological neoplasm characterized by monocytosis, splenomegaly, thrombocytopenia, and anemia. Moreover, it is associated with ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any information about azacitidine treatment or adverse events in CMML patients.  The title and abstract suggest a focus on germline factors, not treatment-related adverse events."
  },
  {
    "pmid": "37994196",
    "citation": "Andrew M Brunner et al. Phase Ib study of sabatolimab (MBG453), a novel immunotherapy targeting TIM-3 antibody, in combination with decitabine or azacitidine in high- or very high-risk myelodysplastic syndromes.. American journal of hematology (2024 Feb)",
    "title": "Phase Ib study of sabatolimab (MBG453), a novel immunotherapy targeting TIM-3 antibody, in combination with decitabine or azacitidine in high- or very high-risk myelodysplastic syndromes.",
    "abstract": "The safety and efficacy of sabatolimab, a novel immunotherapy targeting T-cell immunoglobulin domain and mucin domain-3 (TIM-3), was assessed in combination with hypomethylating agents (HMAs) in patients with HMA-naive revised International Prognostic System Score (IPSS-R) high- or very high-risk myelodysplastic syndromes (HR/vHR-MDS) or chronic myelomonocytic leukemia (CMML). Sabatolimab + HMA had a safety profile similar to that reported for HMA alone and demonstrated durable clinical responses in patients with HR/vHR-MDS. These results support the ongoing evaluation of sabatolimab-based combination therapy in MDS, CMML, and acute myeloid leukemia.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract states that the safety profile of sabatolimab + HMA (hypomethylating agents, including azacitidine) was similar to that of HMA alone. However, no specific adverse event data for azacitidine in CMML patients is provided.  The study focused on the combination therapy and overall safety, not on the breakdown of adverse events by specific HMA or disease subtype."
  },
  {
    "pmid": "37548390",
    "citation": "Lisa Pleyer et al. Cox proportional hazards deep neural network identifies peripheral blood complete remission to be at least equivalent to morphologic complete remission in predicting outcomes of patients treated with azacitidine-A prospective cohort study by the AGMT.. American journal of hematology (2023 Nov)",
    "title": "Cox proportional hazards deep neural network identifies peripheral blood complete remission to be at least equivalent to morphologic complete remission in predicting outcomes of patients treated with azacitidine-A prospective cohort study by the AGMT.",
    "abstract": "The current gold standard of response assessment in patients with myelodysplastic syndromes (MDS), chronic myelomonocytic leukemia (CMML), and acute myeloid leukemia (AML) is morphologic complete remission (CR) and CR with incomplete count recovery (CRi), both of which require an invasive BM evaluation. Outside of clinical trials, BM evaluations are only performed in ~50% of patients during follow-up, pinpointing a clinical need for response endpoints that do not necessitate BM assessments. We define and validate a new response type termed \"peripheral blood complete remission\" (PB-CR) that can be determined from the differential blood count and clinical parameters without necessitating a BM assessment. We compared the predictive value of PB-CR with morphologic CR/CRi in 1441 non-selected, consecutive patients diagnosed with MDS (n = 522; 36.2%), CMML (n = 132; 9.2%), or AML (n = 787; 54.6%), included within the Austrian Myeloid Registry (aMYELOIDr; NCT04438889). Time-to-event analyses were adjusted for 17 covariates remaining in the final Cox proportional hazards (CPH) model. DeepSurv, a CPH neural network model, and permutation-based feature importance were used to validate results. 1441 patients were included. Adjusted median overall survival for patients achieving PB-CR was 22.8 months (95%CI 18.9-26.2) versus 10.4 months (95%CI 9.7-11.2) for those who did not; HR = 0.366 (95%CI 0.303-0.441; p < .0001). Among patients achieving CR, those additionally achieving PB-CR had a median adjusted OS of 32.6 months (95%CI 26.2-49.2) versus 21.7 months (95%CI 16.9-27.7; HR = 0.400 [95%CI 0.190-0.844; p = .0161]) for those who did not. Our deep neural network analysis-based findings from a large, prospective cohort study indicate that BM evaluations solely for the purpose of identifying CR/CRi can be omitted.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes a study using azacitidine but does not provide any data on adverse events.  The focus is on response assessment and survival outcomes, not toxicity.  Therefore, no adverse event data could be extracted."
  },
  {
    "pmid": "37546162",
    "citation": "Anwarul Islam An unusual response to 5-azacitidine by a patient with chronic myelomonocytic leukemia.. Clinical case reports (2023 Aug)",
    "title": "An unusual response to 5-azacitidine by a patient with chronic myelomonocytic leukemia.",
    "abstract": "Hypomethylating agents may be useful in some but not all cases of myelodysplastic syndromes. In some versions of these conditions, this treatment may yield deleterious results. Chronic myelomonocytic leukemia (CMML) is considered to be a heterogeneous group of hematopoietic neoplasms. Usually it shares the features of myeloproliferative neoplasms (MPN) and myelodysplastic syndromes (MDS) and is known as MDS/MPN. It occurs mostly in the elderly and has an inherent tendency to transform to acute myeloid leukemia. FDA has approved hypomethylating agents (HMAs) such as 5-azacitidine (AZA) and decitabine (DEC) for the treatment of this disorder. The extent of response rate to AZA varies considerably among patients. Our report describes a patient with CMML who not only did not respond to a conventional dose of intravenous (IV) therapy with AZA, but showed marked progression of the disease with the leucocyte count rising exponentially while undergoing the aforesaid treatment. We believe this is the first such case reported in the currently extant literature.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Marked progression of the disease with an exponentially rising leucocyte count.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Exponentially rising leucocyte count"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes one case of CMML where azacitidine treatment resulted in disease progression and a significant increase in leucocyte count.  No other adverse events are specified.  No information is provided on grades, seriousness, frequency, or treatment discontinuation/death related to the adverse event."
  },
  {
    "pmid": "37422688",
    "citation": "Nicholas J Short et al. A phase 1/2 study of azacitidine, venetoclax and pevonedistat in newly diagnosed secondary AML and in MDS or CMML after failure of hypomethylating agents.. Journal of hematology & oncology (2023 Jul)",
    "title": "A phase 1/2 study of azacitidine, venetoclax and pevonedistat in newly diagnosed secondary AML and in MDS or CMML after failure of hypomethylating agents.",
    "abstract": "Pevonedistat is a first-in-class, small molecular inhibitor of NEDD8-activating enzyme that has clinical activity in acute myeloid leukemia (AML) and myelodysplastic syndromes (MDS). Preclinical data suggest synergy of pevonedistat with azacitidine and venetoclax. This single-center, phase 1/2 study evaluated the combination of azacitidine, venetoclax and pevonedistat in older adults with newly diagnosed secondary AML or with MDS or chronic myelomonocytic leukemia (CMML) after failure of hypomethylating agents. Patients received azacitidine 75 mg/m Forty patients were enrolled (32 with AML and 8 with MDS/CMML). In the AML cohort, the median age was 74 years (range 61-86 years), and 27 patients (84%) had at least one adverse risk cyto-molecular feature, including 15 (47%) with a TP53 mutation or MECOM rearrangement; seventeen patients (53%) had received prior therapy for a preceding myeloid disorder. The CR/CRi rate was 66% (CR 50%; CRi 16%), and the median overall survival (OS) was 8.1 months. In the MDS/CMML cohort, 7 patients (87%) were high or very high risk by the IPSS-R. The overall response rate was 75% (CR 13%; mCR with or without HI 50%; HI 13%). The most common grade 3-4 adverse events were infection in 16 patients (35%), febrile neutropenia in 10 patients (25%) and hypophosphatemia in 9 patients (23%). In an exploratory analysis, early upregulation of NOXA expression was observed, with subsequent decrease in MCL-1 and FLIP, findings consistent with preclinical mechanistic studies of pevonedistat. Upregulation of CD36 was observed, which may have contributed to therapeutic resistance. The triplet combination of azacitidine, venetoclax and pevonedistat shows encouraging activity in this very poor-risk population of patients with AML, MDS or CMML. Trial registration ClinicalTrials.gov (NCT03862157).",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract does not provide a full list of all adverse events in the CMML patients receiving azacitidine.  It only mentions grade 3-4 adverse events.",
      "grade_3_4_events": "Infection (35%), febrile neutropenia (25%), hypophosphatemia (23%).  Note that these percentages are based on the total number of patients (40) and not specific to the CMML subset.",
      "serious_adverse_events": "Not specified for CMML patients treated with azacitidine.",
      "most_common_events": [
        "Infection",
        "Febrile neutropenia",
        "Hypophosphatemia"
      ],
      "treatment_discontinuation": "Not specified for CMML patients treated with azacitidine.",
      "treatment_related_deaths": "Not specified for CMML patients treated with azacitidine."
    },
    "extraction_notes": "The abstract reports adverse events for the combined treatment (azacitidine, venetoclax, and pevonedistat) across all patients (AML and MDS/CMML).  Specific adverse events attributable solely to azacitidine in the CMML subset are not detailed. Grade 3-4 adverse event percentages are based on the total patient population, not just the CMML group."
  },
  {
    "pmid": "37414632",
    "citation": "Vincent Jachiet et al. [Dysimmune manifestations associated with myelodysplastic neoplasms and chronic myelomonocytic leukaemias].. Bulletin du cancer (2023 Nov)",
    "title": "[Dysimmune manifestations associated with myelodysplastic neoplasms and chronic myelomonocytic leukaemias].",
    "abstract": "Systemic inflammatory or autoimmune diseases (SIAD) are observed in up to a quarter of patients with myelodysplastic syndromes (MDS) or chronic myelomonocytic leukemia (CMML), with a broad clinical spectrum including asymptomatic biological abnormalities, isolated inflammatory clinical manifestations (recurrent fever, arthralgia, neutrophilic dermatoses…) or identified systemic diseases (giant cell arteritis, recurrent polychondritis…). Recent advances in molecular biology have shed new light on the pathophysiological mechanisms that link inflammatory manifestations and myeloid hemopathies, particularly in VEXAS syndrome following the identification of somatic mutations in the UBA1 gene, or in neutrophilic dermatoses with the concept of myelodysplasia cutis. Although the presence of SIAD does not seem to affect overall survival or the risk of transformation into acute myeloid leukemia, their treatment remains a challenge given the frequent high level of corticosteroid dependence as well as the poor efficacy and tolerance (cytopenias, infections) of conventional immunosuppressive agents. Recent prospective data supports the interest of a therapeutic strategy using demethylating agents and notably azacitidine to target the pathological clone.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions azacitidine as a treatment option and notes poor efficacy and tolerance (cytopenias, infections) of conventional immunosuppressive agents. However, it does not provide specific adverse event data for azacitidine in CMML patients.  No specific adverse events associated with azacitidine treatment are reported.  The mention of cytopenias and infections relates to immunosuppressants, not azacitidine itself."
  },
  {
    "pmid": "37383892",
    "citation": "Lai-Jun Deng et al. Co-existing squamous cell carcinoma and chronic myelomonocytic leukemia with . World journal of clinical cases (2023 May)",
    "title": "Co-existing squamous cell carcinoma and chronic myelomonocytic leukemia with ",
    "abstract": "Chronic myelomonocytic leukemia (CMML), a rare clonal hematopoietic stem cell disorder characterized by myelodysplastic syndrome and myeloproliferative neoplasms, has a generally poor prognosis, and easily progresses to acute myeloid leukemia. The simultaneous incidence of hematologic malignancies and solid tumors is extremely low, and CMML coinciding with lung malignancies is even rarer. Here, we report a case of CMML, with  A 63-year-old male, suffering from toothache accompanied by coughing, sputum, and bloody sputum for three months, was given a blood test after experiencing continuous bleeding resulting from a tooth extraction at a local hospital. Based on morphological results, the patient was diagnosed with CMML and bronchoscopy was performed in situ to confirm the diagnosis of squamous cell carcinoma in the lower lobe of the lung. After receiving azacitidine, programmed cell death protein 1, and platinum-based chemotherapy drugs, the patient developed severe myelosuppression and eventually fatal leukocyte stasis and dyspnea. During the treatment and observation of CMML and be vigilant of the growth of multiple primary malignant tumors.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "severe myelosuppression, leukocyte stasis, dyspnea",
      "grade_3_4_events": "severe myelosuppression",
      "serious_adverse_events": "1 (death)",
      "most_common_events": [
        "severe myelosuppression"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": 1
    },
    "extraction_notes": "Adverse events are described as occurring after treatment with azacitidine,  programmed cell death protein 1, and platinum-based chemotherapy drugs.  It is not possible to definitively attribute the adverse events solely to azacitidine. The death is described as being caused by leukocyte stasis and dyspnea which are listed as adverse events.  The grade of leukocyte stasis and dyspnea is not specified."
  },
  {
    "pmid": "37083373",
    "citation": "Amer M Zeidan et al. STIMULUS-MDS2 design and rationale: a phase III trial with the anti-TIM-3 sabatolimab (MBG453) + azacitidine in higher risk MDS and CMML-2.. Future oncology (London, England) (2023 Mar)",
    "title": "STIMULUS-MDS2 design and rationale: a phase III trial with the anti-TIM-3 sabatolimab (MBG453) + azacitidine in higher risk MDS and CMML-2.",
    "abstract": "Patients with higher-risk myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML) unfit for hematopoietic stem cell transplantation have poor outcomes. Novel therapies that provide durable benefit with favorable tolerability and clinically meaningful improvement in survival are needed. T-cell immunoglobulin domain and mucin domain-3 (TIM-3) is an immuno-myeloid regulator expressed on immune and leukemic stem cells in myeloid malignancies. Sabatolimab is a novel immunotherapy targeting TIM-3 with a potential dual mechanism of reactivating the immune system and directly targeting TIM-3+ leukemic blasts suppressing the growth of cancer cells. Here, we describe the aims and design of the phase III STIMULUS-MDS2 trial, which aims to demonstrate the potential for sabatolimab plus azacitidine to improve survival for patients with higher-risk MDS and CMML-2 (NCT04266301). ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes the study design and rationale but does not include any data on adverse events associated with azacitidine treatment in CMML patients.  The study is ongoing, so the results are not yet available."
  },
  {
    "pmid": "37042080",
    "citation": "Raoul Tibes et al. Phase 1/1b study of azacitidine and hedgehog pathway inhibitor sonidegib in patients with myeloid neoplasms.. Cancer (2023 Aug)",
    "title": "Phase 1/1b study of azacitidine and hedgehog pathway inhibitor sonidegib in patients with myeloid neoplasms.",
    "abstract": "Myeloid neoplasms (myelodysplastic syndrome [MDS], myelofibrosis, and chronic myelomonocytic [CMML]) are aggressive hematological malignancies for which, despite recent approvals, novel therapies are needed to improve clinical outcomes. The hedgehog (HH) pathway is one of the main pathways for cancer stem cells survival and several HH inhibitors (HHi) are approved in clinical practice. Sonidegib (SON), an oral HHi, was tested in this phase 1/1b trial in combination with azacitidine (AZA, 75 mg/m Sixty-two patients (28 [45%] newly diagnosed) were treated in this study, including 10 patients in the dose-finding component and 52 patients in phase 1b. SON 200 mg oral daily on days 1-28 each cycle was deemed the recommended dose for phase 1b. Out of 21 rrAML patients, two achieved response (one complete response/one morphologic leukemia-free state) with no responses seen in seven r/r MDS/CMML patients. In newly diagnosed AML/MDS, response was seen in six (three had complete remission, two had morphological leukemia-free status) of 27 patients. Median overall survival was 26.4 and 4.7 months for newly diagnosed MDS and AML, respectively. Safety was satisfactory with common (>20%) side effects including fatigue, constipation, nausea, cough, insomnia, and diarrhea. Only 7% of patients died in the study, and none of the deaths were deemed related to treatment. Our study shows that AZA + SON are a safe combination in a patient with MN. Similar to other hedgehog inhibitors, this combination yielded limited response rate in patients with myeloid neoplasms.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions common (>20%) side effects including fatigue, constipation, nausea, cough, insomnia, and diarrhea.  However, it does not specify which of these are specifically associated with azacitidine in CMML patients versus the combination therapy or other factors.",
      "grade_3_4_events": "Not specified.",
      "serious_adverse_events": "7% of patients died in the study, and none of the deaths were deemed related to treatment.",
      "most_common_events": [
        "fatigue",
        "constipation",
        "nausea",
        "cough",
        "insomnia",
        "diarrhea"
      ],
      "treatment_discontinuation": "Not specified.",
      "treatment_related_deaths": "0"
    },
    "extraction_notes": "The abstract reports overall adverse events for the combination therapy but does not provide a breakdown of adverse events specifically attributable to azacitidine in CMML patients.  The most common adverse events listed are likely representative of the combination therapy, not solely azacitidine in CMML.  Therefore, the adverse event data is limited and generalized."
  },
  {
    "pmid": "36845813",
    "citation": "Shekhar Gurung et al. Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.. Annals of medicine and surgery (2012) (2023 Feb)",
    "title": "Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare disease of clonal hematopoietic stem cells with an inherent risk of leukemic transformation, seen in an elderly male. Herein, the authors report a case of CMML in a 72-year-old male who presented with fever and abdominal pain for 2 days with a history of easy fatigability. Examination revealed pallor and palpable supraclavicular nodes. Investigations showed leukocytosis with a monocyte count of 22% of white blood cell count, 17% blast cells in bone marrow aspiration, increased blast/promonocytes, and positive markers in immunophenotyping. The patient is planned for injection of azacitidine, 7 days cycle for a total of six cycles. CMML is classified as overlapping myelodysplastic/myeloproliferative neoplasms. It can be diagnosed based on a peripheral blood smear, bone marrow aspiration and biopsy, chromosomal analysis, and genetic tests. The commonly used treatment options are hypomethylating agents like azacitidine and decitabine, allogeneic hematopoietic stem cell transplant, and cytoreductive agents like hydroxyurea. Despite various treatment options, the treatment is still unsatisfactory, demanding standard management strategies.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions a treatment plan for azacitidine but provides no data on adverse events associated with its use in this patient or in CMML generally."
  },
  {
    "pmid": "36801588",
    "citation": "Tugcan Alp Kirkizlar et al. Incidence and predisposing factors of infection in patients treated with hypomethylating agents.. Leukemia research (2023 Apr)",
    "title": "Incidence and predisposing factors of infection in patients treated with hypomethylating agents.",
    "abstract": "Hypomethylating agents may have adverse effects such as cytopenias, cytopenia associated infections and fatality due to infections despite their favorable effects in the treatment of acute myeloid leukemia (AML), myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). The infection prophylaxis approach is based on expert opinions and real-life experiences. Hence, we aimed to reveal the frequence of infections, predisposing factors of infection and to analyse infection attributable mortality in patients with high-risk MDS, CMML and AML who received hypomethylating agents in our center where routine infection prophylaxis is not applied. 43 adult patients with AML or high-risk MDS or CMML who received HMA ≥ 2 consecutive cycles from January 2014 to December 2020 were enrolled in the study. 43 patients and 173 treatment cycles were analyzed. The median age was 72 years and 61.3 % of patients were males. The distribution of the patients' diagnoses was; AML in 15 patients (34.9 %), high risk MDS in 20 patients (46.5 %), AML with myelodysplasia-related changes in 5 patients (11.6 %) and CMML in 3 patients (7 %). 38 infection events (21.9 %) occurred in 173 treatment cycles. 86.9 % (33 cycles) and 2.6 % (1 cycle) of infected cycles were bacterial and viral infections, respectively and 10.5 % (4 cycles) were bacterial and fungal concurrently. The most common origin of the infection was respiratory system. Hemoglobin count was lower and CRP level was higher at the beginning of the infected cycles significantly (p values were 0.002 and 0.012, respectively). Requirement of red blood cell and platelet transfusions were found to be significantly increased in the infected cycles (p values were 0.000 and 0.001, respectively). While > 4 cycles of treatment and increased platelet count were found to be protective against infection, > 6 points of Charlson Comorbidity Index (CCI) were found to increase the risk of infection. The median survival was 7.8 months in non-infected cycles while 6.83 months in infected cycles. This difference was not statistically significant (p value was 0.077). The prevention and management of infections and infection-related deaths in patients treated with HMAs is crucial. Therefore, patients with a lower platelet count or a CCI score of > 6 may be candidates for infection prophylaxis when exposed to HMAs.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infection (38 events in 173 treatment cycles, 21.9% incidence).  Bacterial infections were most common (86.9%, 33 cycles), followed by combined bacterial and fungal infections (10.5%, 4 cycles), and viral infections (2.6%, 1 cycle). Respiratory system was the most common site of infection.  Lower hemoglobin count and higher CRP levels were significantly associated with infections. Increased need for red blood cell and platelet transfusions were also significantly associated with infections. ",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [
        "Infection (bacterial infections most prevalent)"
      ],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The study mentions infections as an adverse event in patients receiving hypomethylating agents (HMAs), including those with CMML.  However, it does not specify the type of HMA used (e.g., azacitidine) or provide counts for grade 3-4 events, serious adverse events, treatment discontinuation, or treatment-related deaths. The number of CMML patients was small (3 out of 43).  All adverse event data presented are related to infections and are aggregated across all HMA treatments and diagnoses (including AML and MDS). Therefore, CMML-specific data for azacitidine is not available."
  },
  {
    "pmid": "36506761",
    "citation": "Jorgena Kosti et al. Extramedullary Myeloid Leukemia in the Setting of a Myeloproliferative Neoplasm.. Journal of medical cases (2022 Nov)",
    "title": "Extramedullary Myeloid Leukemia in the Setting of a Myeloproliferative Neoplasm.",
    "abstract": "Extramedullary acute myeloid leukemia (EML), also known as myeloid sarcoma (MS), is an extramedullary solid mass derived from the proliferation of myeloblasts outside of the bone marrow. EML can present independently or concurrently with intramedullary acute myeloid leukemia (iAML). It can happen ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not contain information on azacitidine treatment or adverse events related to it in CMML patients.  The paper's focus is on extramedullary myeloid leukemia in the context of myeloproliferative neoplasms, not specifically on azacitidine treatment or CMML adverse events."
  },
  {
    "pmid": "36455187",
    "citation": "Raphael Itzykson et al. Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.. Journal of clinical oncology : official journal of the American Society of Clinical Oncology (2023 Apr)",
    "title": "Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.",
    "abstract": "Hydroxyurea (HY) is a reference treatment of advanced myeloproliferative neoplasms. We conducted a randomized phase III trial comparing decitabine (DAC) and HY in advanced myeloproliferative chronic myelomonocytic leukemias (CMML). Newly diagnosed myeloproliferative CMML patients with advanced disease were randomly assigned 1:1 to intravenous DAC (20 mg/m One-hundred seventy patients received DAC (n = 84) or HY (n = 86). Median age was 72 and 74 years, and median WBC count 32.5 × 10 Compared with HY, frontline treatment with DAC did not improve EFS in patients with advanced myeloproliferative CMML (ClinicalTrials.gov identifier: NCT02214407).",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any adverse event data related to decitabine (azacitidine) treatment in CMML patients.  The study compares decitabine to hydroxyurea, but doesn't detail the specific adverse events associated with decitabine."
  },
  {
    "pmid": "36282401",
    "citation": "Julia Reiser et al. Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.. Wiener medizinische Wochenschrift (1946) (2023 Feb)",
    "title": "Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.",
    "abstract": "The impact of treatment on the outcome of chronic myelomonocytic leukemia (CMML) patients over a longer period of time and the potential role of predictive factors are not well defined. In a retrospective observational study, we analyzed 168 CMML patients regarding treatment options and survival during the past three decades. The proportion of patients treated with hydroxyurea (HU), intensive chemotherapy, and azacitidine (AZA) was 65/19/0% before 2000, 51/25/32% from 2000-2010, and 36/12/53% after 2010, respectively. Median overall survival (OS) increased from 10 months before 2000 to 23 months thereafter (p = 0.021). AZA-treated patients but not patients treated with other treatment options had improved survival as compared to CMML patients without AZA therapy (19 vs. 25 months, p = 0.041). When looking at subgroups, the following patient cohorts had a significant survival benefit in association with AZA therapy: patients with Hb > 10 g/dL, patients with monocytosis > 10 G/L, and patients with mutations in RASopathy genes.",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract reports on survival benefits associated with azacitidine treatment in CMML patients but does not contain any information on adverse events related to azacitidine."
  },
  {
    "pmid": "36153475",
    "citation": "Tamara K Moyo et al. The ABNL-MARRO 001 study: a phase 1-2 study of randomly allocated active myeloid target compound combinations in MDS/MPN overlap syndromes.. BMC cancer (2022 Sep)",
    "title": "The ABNL-MARRO 001 study: a phase 1-2 study of randomly allocated active myeloid target compound combinations in MDS/MPN overlap syndromes.",
    "abstract": "Myelodysplastic/myeloproliferative neoplasms (MDS/MPN) comprise several rare hematologic malignancies with shared concomitant dysplastic and proliferative clinicopathologic features of bone marrow failure and propensity of acute leukemic transformation, and have significant impact on patient quality of life. The only approved disease-modifying therapies for any of the MDS/MPN are DNA methyltransferase inhibitors (DNMTi) for patients with dysplastic CMML, and still, outcomes are generally poor, making this an important area of unmet clinical need. Due to both the rarity and the heterogeneous nature of MDS/MPN, they have been challenging to study in dedicated prospective studies. Thus, refining first-line treatment strategies has been difficult, and optimal salvage treatments following DNMTi failure have also not been rigorously studied. ABNL-MARRO (A Basket study of Novel therapy for untreated MDS/MPN and Relapsed/Refractory Overlap Syndromes) is an international cooperation that leverages the expertise of the MDS/MPN International Working Group (IWG) and provides the framework for collaborative studies to advance treatment of MDS/MPN and to explore clinical and pathologic markers of disease severity, prognosis, and treatment response. ABNL MARRO 001 (AM-001) is an open label, randomly allocated phase 1/2 study that will test novel treatment combinations in MDS/MPNs, beginning with the novel targeted agent itacitinib, a selective JAK1 inhibitor, combined with ASTX727, a fixed dose oral combination of the DNMTi decitabine and the cytidine deaminase inhibitor cedazuridine to improve decitabine bioavailability. Beyond the primary objectives of the study to evaluate the safety and efficacy of novel treatment combinations in MDS/MPN, the study will (i) Establish the ABNL MARRO infrastructure for future prospective studies, (ii) Forge innovative scientific research that will improve our understanding of pathogenetic mechanisms of disease, and (iii) Inform the clinical application of diagnostic criteria, risk stratification and prognostication tools, as well as response assessments in this heterogeneous patient population. This trial was registered with ClinicalTrials.gov on August 19, 2019 (Registration No. NCT04061421).",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract describes a study using decitabine (a DNMTi) in combination with another drug, but does not provide any adverse event data specifically for azacitidine or its use in CMML patients.  The study focuses on novel treatment combinations, not azacitidine alone."
  },
  {
    "pmid": "36150563",
    "citation": "Faezeh Darbaniyan et al. Transcriptomic Signatures of Hypomethylating Agent Failure in Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.. Experimental hematology (2022 Nov)",
    "title": "Transcriptomic Signatures of Hypomethylating Agent Failure in Myelodysplastic Syndromes and Chronic Myelomonocytic Leukemia.",
    "abstract": "Hypomethylating agents (HMAs) are the standard of care for myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). HMA treatment failure is a major clinical problem and its mechanisms are poorly characterized. We performed RNA sequencing in CD34",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract and title do not contain any information on adverse events related to azacitidine treatment in CMML patients.  The study focuses on transcriptomic signatures of HMA failure, not the clinical adverse events associated with specific HMA treatment."
  },
  {
    "pmid": "36059252",
    "citation": "Yue Wei et al. MDM2 antagonist improves therapeutic activity of azacitidine in myelodysplastic syndromes and chronic myelomonocytic leukemia.. Leukemia & lymphoma (2022 Dec)",
    "title": "MDM2 antagonist improves therapeutic activity of azacitidine in myelodysplastic syndromes and chronic myelomonocytic leukemia.",
    "abstract": "Failure of hypomethylation agent (HMA) treatments is an important issue in myelodysplastic syndromes (MDS) and chronic myelomonocytic leukemia (CMML). Recent studies indicated that function of wildtype TP53 positively impacts outcome of HMA treatments. We investigated the combination of the HMA azacitidine (AZA) with DS-3032b and DS-5272, novel antagonists of the TP53 negative regulator MDM2, in cellular and animal models of MDS and CMML. In ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract does not contain any adverse event data related to azacitidine treatment in CMML patients.  The study focuses on the combination of azacitidine with other drugs in cellular and animal models, not clinical trial data on humans."
  },
  {
    "pmid": "35852697",
    "citation": "Takeshi Hagino et al. Myeloid leukemoid reaction after initial azacitidine therapy for chronic myelomonocytic leukemia.. International journal of hematology (2022 Dec)",
    "title": "Myeloid leukemoid reaction after initial azacitidine therapy for chronic myelomonocytic leukemia.",
    "abstract": "The development of myeloid leukocytosis in leukemia patients during antileukemic treatment requires a differential diagnosis between myeloid leukemoid reaction and leukemia progression. We herein report the case of an 80-year-old Japanese man with chronic myelomonocytic leukemia (CMML) who developed marked myeloid leukocytosis (36.3 × 10",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract mentions the development of marked myeloid leukocytosis (36.3 × 10⁹/L) as an adverse event.  However, the provided abstract does not list other adverse events. The full text would be needed to provide a complete list.",
      "grade_3_4_events": "Not specified in the provided abstract.",
      "serious_adverse_events": "Not specified in the provided abstract.",
      "most_common_events": [
        "Myeloid leukocytosis"
      ],
      "treatment_discontinuation": "Not specified in the provided abstract.",
      "treatment_related_deaths": "Not specified in the provided abstract."
    },
    "extraction_notes": "The abstract only mentions myeloid leukocytosis as an adverse event.  The full text of the article is needed to extract a comprehensive list of adverse events related to azacitidine treatment in CMML patients from this study."
  },
  {
    "pmid": "35834039",
    "citation": "Yu Xu et al. Real-world data on efficacy and safety of azacitidine therapy in chronic myelomonocytic leukemia in China: results from a multicenter, retrospective study.. Investigational new drugs (2022 Oct)",
    "title": "Real-world data on efficacy and safety of azacitidine therapy in chronic myelomonocytic leukemia in China: results from a multicenter, retrospective study.",
    "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare and aggressive myeloid malignancy with overlapped features of myelodysplastic syndromes/myeloproliferative neoplasms. Azacitidine (AZA), a hypomethylating agent, has been approved for the treatment of CMML in China, but real-world data are limited. Medical records of CMML patients who had received subcutaneously injected AZA were reviewed from January 2018 at five participating sites in China. Response was assessed according to the modified International Working Group (IWG 2006) criteria. Between January 2018 and November 2020, a total of 24 patients with CMML were included with a median age of 63 years. Patients received a median of 3 cycles of AZA treatment (range, 1-8). Overall response rate (ORR) was 37.5% (9 of 24); CR rate, PR rate, and mCR/HI rate were 8.3% (n = 2), 8.3% (n = 2), and 20.8% (n = 5), respectively. At a median duration of follow-up of 14.0 months (range 0.0-22.0 months), the median overall survival (OS) was 23.0 months. Univariate analysis revealed that ≥ 3 cycles of treatment was significantly associated with a higher 1-year OS rate compared with &lt; 3 cycles of AZA treatment. Treatment was generally well-tolerated. The most common (&gt; 10%) AEs were thrombocytopenia (n = 7, 29.2%), pneumonitis (n = 4, 16.7%) and fever (n = 3, 12.5%). This study provides valuable real-life data in China on the treatment schedules, efficacy and safety of AZA in the treatment of CMML.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Thrombocytopenia, pneumonitis, and fever were the most common adverse events.",
      "grade_3_4_events": "Not specified in the abstract.",
      "serious_adverse_events": "Not specified in the abstract.",
      "most_common_events": [
        "Thrombocytopenia",
        "Pneumonitis",
        "Fever"
      ],
      "treatment_discontinuation": "Not specified in the abstract.",
      "treatment_related_deaths": "Not specified in the abstract."
    },
    "extraction_notes": "The abstract mentions the most common adverse events (>10%)  but does not provide details on grade 3-4 events, serious adverse events, treatment discontinuation due to adverse events, or treatment-related deaths."
  },
  {
    "pmid": "35615323",
    "citation": "Antonio Cristiano et al. The Venetoclax/Azacitidine Combination Targets the Disease Clone in Acute Myeloid Leukemia, Being Effective and Safe in a Patient with COVID-19.. Mediterranean journal of hematology and infectious diseases (2022)",
    "title": "The Venetoclax/Azacitidine Combination Targets the Disease Clone in Acute Myeloid Leukemia, Being Effective and Safe in a Patient with COVID-19.",
    "abstract": "The addition of Venetoclax (VEN) to Hypomethylating agents (HMAs) significantly improves the probability of complete remission and prolongs survival in patients with Acute Myeloid Leukemia (AML) when compared to HMA alone. However, the mutated clone composition may impact the probability of response and its duration. Here, we describe the molecular profile of a patient with AML rapidly evolved from a previous therapy-related-Chronic MyeloMonocytic Leukemia, who achieved safely complete remission after treatment with the VEN/Azacitidine combination, even in the presence of SARS-COVID-2 infection. The targeted NGS analysis showed that the VEN/AZA combination led to the eradication of the ",
    "has_adverse_event_data": false,
    "adverse_events": {
      "any_adverse_events": null,
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": null,
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The provided abstract describes a single case study of a patient with AML (that evolved from CMML), treated with a combination of Venetoclax and Azacitidine.  While the treatment is described as 'safe' in this instance, no specific adverse events related to Azacitidine are listed.  The study does not provide adverse event data for Azacitidine in CMML patients in general."
  },
  {
    "pmid": "35488900",
    "citation": "Mikkael A Sekeres et al. A phase 1b study of glasdegib + azacitidine in patients with untreated acute myeloid leukemia and higher-risk myelodysplastic syndromes.. Annals of hematology (2022 Aug)",
    "title": "A phase 1b study of glasdegib + azacitidine in patients with untreated acute myeloid leukemia and higher-risk myelodysplastic syndromes.",
    "abstract": "This phase 1b study evaluated glasdegib (100 mg once daily) + azacitidine in adults with newly diagnosed acute myeloid leukemia (AML), higher-risk myelodysplastic syndromes (MDS), or chronic myelomonocytic leukemia (CMML) who were ineligible for intensive chemotherapy. Of 72 patients enrolled, 12 were in a lead-in safety cohort (LIC) and 60 were in the AML and MDS (including CMML) expansion cohorts. In the LIC, the safety profile of glasdegib + azacitidine was determined to be consistent with those of glasdegib or azacitidine alone, with no evidence of drug-drug interaction. In the expansion cohort, the most frequently (≥ 10%) reported non-hematologic Grade ≥ 3 treatment-emergent adverse events were decreased appetite, electrocardiogram QT prolongation, and hypertension in the AML cohort and sepsis, diarrhea, hypotension, pneumonia, and hyperglycemia in the MDS cohort. Overall response rates in the AML and MDS cohorts were 30.0% and 33.3%, respectively; 47.4% and 46.7% of patients who were transfusion dependent at baseline achieved independence. Median overall survival (95% confidence interval) was 9.2 (6.2-14.0) months and 15.8 (9.3-21.9) months, respectively, and response was associated with molecular mutation clearance. Glasdegib + azacitidine in patients with newly diagnosed AML or MDS demonstrated an acceptable safety profile and preliminary evidence of clinical benefits.Trial registration: ClinicalTrials.gov NCT02367456.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "The abstract states that the safety profile of glasdegib + azacitidine was consistent with those of glasdegib or azacitidine alone in the lead-in safety cohort.  However, specific adverse events for azacitidine in CMML patients are not detailed separately from AML or MDS patients.",
      "grade_3_4_events": "The abstract mentions Grade ≥3 events in the expansion cohort:  decreased appetite, electrocardiogram QT prolongation, and hypertension in the AML cohort; and sepsis, diarrhea, hypotension, pneumonia, and hyperglycemia in the MDS cohort.  It is unclear how many of these are attributable to azacitidine specifically in CMML patients.",
      "serious_adverse_events": "null",
      "most_common_events": "null",
      "treatment_discontinuation": "null",
      "treatment_related_deaths": "null"
    },
    "extraction_notes": "The study combined AML, MDS, and CMML patients. While the abstract mentions overall adverse events and safety profiles, it does not provide a breakdown of adverse events specifically for azacitidine in CMML patients.  The data is presented for the combined AML and MDS (including CMML) cohorts."
  },
  {
    "pmid": "35438802",
    "citation": "Lionel Adès et al. A randomised phase II study of azacitidine (AZA) alone or with Lenalidomide (LEN), Valproic acid (VPA) or Idarubicin (IDA) in higher-Risk MDS or low blast AML: GFM's \"pick a winner\" trial, with the impact of somatic mutations.. British journal of haematology (2022 Aug)",
    "title": "A randomised phase II study of azacitidine (AZA) alone or with Lenalidomide (LEN), Valproic acid (VPA) or Idarubicin (IDA) in higher-Risk MDS or low blast AML: GFM's \"pick a winner\" trial, with the impact of somatic mutations.",
    "abstract": "In order to improve the outcome observed with azacitidine (AZA) in higher-risk Myelodysplastic syndrome (MDS), its combination with other drugs in MDS must be evaluated. So far, no combination has not been shown to be more effective than AZA alone. AZA-PLUS was a phase II trial that, in a \"pick a winner\" approach, randomly assigned patients with higher-risk MDS, CMML and low blast count AML to: AZA; AZA plus lenalidomide; AZA plus Valproic Acid or AZA plus Idarubicin. 322 patients were included. After six cycles, 69 (21.4%) CR + PR were observed with no benefit from any combination. Median EFS and OS were 17.2 and 19.7 months in the whole cohort, respectively, with no difference across randomised arms. Infection and rates of hospitalisation during the first six cycles were higher in the AZA-LEN And AZA-IDA arm, related to increased myelosuppression. Factors associated with better response were IPSS, favourable or intermediate karyotype, haemoglobin, lower circulating blast count, fibrinogen level and lower LDH, while poorer survival was seen in therapy-related MDS and, in the case of TP53, PTPN11 or CSF3R mutation. The combinations used did not improve the outcome obtained with AZA alone. However, our \"pick a winner\" randomised strategy may remain useful with potentially more active drugs to be tested in combination with AZA.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Infection and increased rates of hospitalization, related to increased myelosuppression.",
      "grade_3_4_events": "Not specified in the abstract.",
      "serious_adverse_events": "Not specified in the abstract.",
      "most_common_events": [
        "Infection",
        "Hospitalization"
      ],
      "treatment_discontinuation": "Not specified in the abstract.",
      "treatment_related_deaths": "Not specified in the abstract."
    },
    "extraction_notes": "The abstract mentions increased infection and hospitalization rates, specifically higher in the AZA-LEN and AZA-IDA arms due to myelosuppression.  However,  precise numbers (counts or percentages), grade 3-4 adverse events, SAEs, treatment discontinuation rates and treatment-related deaths are not provided.  The data is limited to the information presented in the abstract."
  },
  {
    "pmid": "35405632",
    "citation": "A Triguero et al. Response to azacitidine in patients with chronic myelomonocytic leukemia according to overlap myelodysplastic/myeloproliferative neoplasms criteria.. Leukemia research (2022 May)",
    "title": "Response to azacitidine in patients with chronic myelomonocytic leukemia according to overlap myelodysplastic/myeloproliferative neoplasms criteria.",
    "abstract": "Azacitidine (AZA) is approved for the treatment of high-risk chronic myelomonocytic leukemia (CMML) of myelodysplastic (MD) subtype. Data of response rates using the specific response criteria for this disease are scarce. The aim of this study was to evaluate the response to AZA in patients diagnosed with CMML from the Spanish Registry of Myelodysplastic Syndromes (MDS) applying the overlap myelodysplastic/myeloproliferative neoplasms (MDS/MPN) response criteria. We retrospectively studied 91 patients with CMML treated with at least one cycle of AZA from the Spanish Registry of MDS. As it was a real-world study, the response rate was evaluated between cycle 4 and 6, applying the MDS/MPN response criteria FINDINGS: The overall response rate at cycle 4-6 was 58%. Almost half of the patients achieved transfusion independence and one quarter showed clinical benefit, regardless of the CMML French-American-British (FAB) and World Health Organization (WHO) subtypes and CMML Specific Prognosis Scoring (CPSS) risk groups. Toxicity was higher in the MD-CMML subtype. In our series, most CMML patients achieved an overall response rate with AZA according to the overlap-MDS/MPN response criteria regardless of the CMML FAB and WHO subtypes and CPSS risk groups. Thus, AZA may also be a treatment option for patients with the myeloproliferative CMML subtype and those with a lower-risk CPSS, but symptomatic.",
    "has_adverse_event_data": true,
    "adverse_events": {
      "any_adverse_events": "Toxicity was higher in the MD-CMML subtype.",
      "grade_3_4_events": null,
      "serious_adverse_events": null,
      "most_common_events": [],
      "treatment_discontinuation": null,
      "treatment_related_deaths": null
    },
    "extraction_notes": "The abstract mentions that toxicity was higher in the MD-CMML subtype, indicating the presence of adverse events.  However, specific details on the types, grades, frequency, or serious adverse events are not provided.  Further details on specific adverse events would require a full-text analysis of the paper."
  }
]