{
  "hydroxyurea": [
    {
      "pmid": "38450850",
      "title": "Chronic myelomonocytic leukemia: 2024 update on diagnosis, risk stratification and management.",
      "abstract": "DISEASE OVERVIEW: Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes and myeloproliferative neoplasms, characterized by prominent monocytosis and an inherent risk for leukemic transformation (~15%-20% over 3-5 years). DIAGNOSIS: Newly revised diagnostic criteria include sustained (>3 months) peripheral blood (PB) monocytosis (>/=0.5 x 10(9)/L; monocytes >/=10% of leukocyte count), consistent bone marrow (BM) morphology, <20% BM or PB blasts (including promonocytes), and cytogenetic or molecular evidence of clonality. Cytogenetic abnormalities occur in ~30% of patients, while >95% harbor somatic mutations: TET2 (~60%), SRSF2 (~50%), ASXL1 (~40%), RAS pathway (~30%), and others. The presence of ASXL1 and DNMT3A mutations and absence of TET2 mutations negatively impact overall survival (ASXL1(WT)/TET2(MT) genotype being favorable). RISK STRATIFICATION: Several risk models serve similar purposes in identifying high-risk patients that are considered for allogeneic stem cell transplant (ASCT) earlier than later. Risk factors in the Mayo Molecular Model (MMM) include presence of truncating ASXL1 mutations, absolute monocyte count >10 x 10(9)/L, hemoglobin <10 g/dL, platelet count <100 x 10(9)/L, and the presence of circulating immature myeloid cells; the resulting 4-tiered risk categorization includes high (>/=3 risk factors), intermediate-2 (2 risk factors), intermediate-1 (1 risk factor), and low (no risk factors); the corresponding median survivals were 16, 31, 59, and 97 months. CMML is also classified as being \"myeloproliferative (MP-CMML)\" or \"myelodysplastic (MD-CMML),\" based on the presence or absence of leukocyte count of >/=13 x 10(9)/L. TREATMENT: ASCT is the only treatment modality that secures cure or long-term survival and is appropriate for MMM high/intermediate-2 risk disease. Drug therapy is currently not disease-modifying and includes hydroxyurea and hypomethylating agents; a recent phase-3 study (DACOTA) comparing hydroxyurea and decitabine, in high-risk MP-CMML, showed similar overall survival at 23.1 versus 18.4 months, respectively, despite response rates being higher for decitabine (56% vs. 31%). UNIQUE DISEASE ASSOCIATIONS: These include systemic inflammatory autoimmune diseases, leukemia cutis and lysozyme-induced nephropathy; the latter requires close monitoring of renal function during leukocytosis and is a potential indication for cytoreductive therapy.",
      "journal": "American journal of hematology",
      "publication_date": "2024 Jun",
      "authors": [
        {
          "name": "Patnaik MM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tefferi A",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/38450850/",
      "citation": "{'name': 'Patnaik MM', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia: 2024 update on diagnosis, risk stratification and management.. American journal of hematology (2024 Jun)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "36455187",
      "title": "Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.",
      "abstract": "PURPOSE: Hydroxyurea (HY) is a reference treatment of advanced myeloproliferative neoplasms. We conducted a randomized phase III trial comparing decitabine (DAC) and HY in advanced myeloproliferative chronic myelomonocytic leukemias (CMML). PATIENTS AND METHODS: Newly diagnosed myeloproliferative CMML patients with advanced disease were randomly assigned 1:1 to intravenous DAC (20 mg/m(2)/d days 1-5) or HY (1-4 g/d) in 28-day cycles. The primary end point was event-free survival (EFS), events being death and acute myelomonocytic leukemia (AML) transformation or progression. RESULTS: One-hundred seventy patients received DAC (n = 84) or HY (n = 86). Median age was 72 and 74 years, and median WBC count 32.5 x 10(9)/L and 31.2 x 10(9)/L in the DAC and HY arms, respectively. Thirty-three percent of DAC and 31% of HY patients had CMML-2. Patients received a median of five DAC and six HY cycles. With a median follow-up of 17.5 months, median EFS was 12.1 months in the DAC arm and 10.3 months in the HY arm (hazard ratio [HR], 0.83; 95% CI, 0.59 to 1.16; P = .27). There was no significant interaction between treatment effect and blast or platelet count, anemia, CMML Prognostic Scoring System, Groupe Francophone des Myelodysplasies, or CMML Prognostic Scoring System-mol risk. Fifty-three (63%) DAC patients achieved a response compared with 30 (35%) HY patients (P = .0004). Median duration of response was similar in both arms (DAC, 16.3 months; HY, 17.4 months; P = .90). Median overall survival was 18.4 months in the DAC arm and 21.9 months in the HY arm (P = .67). Compared with HY, DAC significantly reduced the risk of CMML progression or transformation to acute myelomonocytic leukemia (cause-specific HR, 0.62; 95% CI, 0.41 to 0.94; P = .005) at the expense of death without progression or transformation (cause-specific HR, 1.55; 95% CI, 0.82 to 2.9; P = .04). CONCLUSION: Compared with HY, frontline treatment with DAC did not improve EFS in patients with advanced myeloproliferative CMML (ClinicalTrials.gov identifier: NCT02214407). FAU - Itzykson, Raphael",
      "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
      "publication_date": "2023 Apr 1",
      "authors": [
        {
          "name": "Itzykson R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Santini V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Thepot S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ades L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chaffaut C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Giagounidis A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Morabito M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Droin N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lübbert M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sapena R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nimubona S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Goasguen J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wattel E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zini G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Torregrosa Diaz JM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Germing U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pelizzari AM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Park S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jaekel N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Metzgeroth G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Onida F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Navarro R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Patriarca A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stamatoullas A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Götze K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Puttrich M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mossuto S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Solary E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gloaguen S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chevret S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chermat F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Platzbecker U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/36455187/",
      "citation": "{'name': 'Itzykson R', 'authtype': 'Author', 'clusterid': ''} et al. Decitabine Versus Hydroxyurea for Advanced Proliferative Chronic Myelomonocytic Leukemia: Results of a Randomized Phase III Trial Within the EMSCO Network.. Journal of clinical oncology : official journal of the American Society of Clinical Oncology (2023 Apr 1)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "38106568",
      "title": "Chronic Myelomonocytic Leukemia Patients With Lysozyme Nephropathy and Renal Infiltration Display Markers of Severe Disease.",
      "abstract": "INTRODUCTION: Chronic myelomonocytic leukemia (CMML) is a hematologic disorder that is an overlap syndrome between myelodysplastic syndromes and myeloproliferative neoplasms, and can be associated with autoimmune and inflammatory diseases. This study aimed to describe kidney involvement in patients with CMML, their treatments, and outcomes. METHODS: We conducted a French and American multicenter retrospective study in 15 centers, identifying patients with CMML with acute kidney injury (AKI), chronic kidney disease (CKD), and urine abnormalities. RESULTS: Sixteen patients (males, n = 14; median age 76.5 years [71.9-83]) developed a kidney disease 6 months [1.6-25.6] after the diagnosis of CMML. At the time of kidney disease diagnosis, median urinary protein-to-creatinine ratio was 2 g/g [1.25-3.4], and median serum creatinine was 2.26 mg/dl [1.46-2.68]. Fourteen patients (87.5%) underwent a kidney biopsy, and the 2 main pathological findings were lysozyme nephropathy (56%) and renal infiltration by the CMML (37.5%). Ten patients received a new treatment following the CMML-associated kidney injury. Among patients with monitored kidney function, and after a median follow-up of 15 months [9.9-34.9], 4 patients had CKD stage 3, 4 had CKD stage 4, 1 had an end-stage kidney disease. In our patient series, 2 patients evolved to an acute myeloid leukemia (AML), and 5 died. Compared with 116 CMML controls, patients who had a kidney involvement had a higher monocyte count (P < 0.001), had more CMML-1 (P = 0.005), were more susceptible to develop an AML (P = 0.02), and were more eligible to receive a specific hematologic treatment, with hydroxyurea, or hypomethylating agents (P < 0.001), but no survival difference was seen between the 2 groups (P = 0.6978). CONCLUSION: In this cohort of patients with CMML with a kidney injury, the 2 most frequent renal complications were lysozyme-induced nephropathy and renal infiltration by the CMML. Kidney involvement should be closely monitored in patients with CMML.",
      "journal": "Kidney international reports",
      "publication_date": "2023 Dec",
      "authors": [
        {
          "name": "Lafargue MC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bobot M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rennke HG",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Essig M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Carre M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mercadal L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Farhi J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sakhi H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Comont T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Golbin L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Isnard P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chemouny J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cambier N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Laribi K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Selamet U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Riella LV",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fain O",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Adès L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cohen C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mekinian A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "MINHEMON, GFM and French VEXAS group",
          "authtype": "CollectiveName",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/38106568/",
      "citation": "{'name': 'Lafargue MC', 'authtype': 'Author', 'clusterid': ''} et al. Chronic Myelomonocytic Leukemia Patients With Lysozyme Nephropathy and Renal Infiltration Display Markers of Severe Disease.. Kidney international reports (2023 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "39437109",
      "title": "Myelodysplastic/Myeloproliferative Neoplasms.",
      "abstract": "The myelodysplastic syndrome-myeloproliferative neoplasms (MDS/MPNs) are a heterogeneous group of hematologic malignancies characterized by dysplastic and myeloproliferative clinical, laboratory, and morphological overlapping features, both in marrow and in blood. MDS/MPNs include chronic myelomonocytic leukemia (CMML), MDS/MPN with neutrophilia, MDS/MPN with SF3B1 mutation (in its absence with ringed sideroblasts) and thrombocytosis (MDS/MPN-SF3B1-T), and MDS/MPN not otherwise specified (MDS/MPN-NOS). Prognosis of MDS/MPN is highly variable, being dismal in the majority of patients with CMML, MDS/MPN with neutrophilia and MDS/MPN-NOS. In the absence of disease-modifying treatment options, allo-HCT represents the only curative option for eligible patients. With regard to allo-HCT indication in CMML patient, a number of prognostic systems have been developed over the years. As far as pre-transplant phase, in high-risk patients with MDS/MPN and low blast count (<10%), upfront transplantation is the most frequently preferred strategy. In patients with high blast count, pre-transplant treatment with HMAs, or combination of HMAs with other new agents in clinical trials may be considered. In case of rising leukocytosis and/or organ infiltration, hydroxyurea is the drug of choice. In MDS/MPN patients, the choice of conditioning regimen depends on many different conditions, the major ones being comorbidities, patient age, disease phase at transplant, type of donor, and HSC source. In general, myeloablative regimens may be advisable in young patients without comorbidities aiming to reduce the relapse risk, while reduced-intensity regimens are preferred for patients with older age or comorbidities. As disease recurrence represents the major cause of transplant failure in MDS/MPN, there is a growing interest toward possible post-transplant treatment strategies, both as preemptive and as prophylactic modalities.",
      "journal": "",
      "publication_date": "2024",
      "authors": [
        {
          "name": "Sureda A",
          "authtype": "Editor",
          "clusterid": ""
        },
        {
          "name": "Corbacioglu S",
          "authtype": "Editor",
          "clusterid": ""
        },
        {
          "name": "Greco R",
          "authtype": "Editor",
          "clusterid": ""
        },
        {
          "name": "Kröger N",
          "authtype": "Editor",
          "clusterid": ""
        },
        {
          "name": "Carreras E",
          "authtype": "Editor",
          "clusterid": ""
        },
        {
          "name": "Onida F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chalandon Y",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39437109/",
      "citation": "{'name': 'Sureda A', 'authtype': 'Editor', 'clusterid': ''} et al. Myelodysplastic/Myeloproliferative Neoplasms..  (2024)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "12057067",
      "title": "Chronic myelomonocytic leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) has dysplastic and proliferative features. The median age of patients with CMML is 70 years; the median survival is approximately 2 years. Various chemotherapy regimens have been used with only modest success. When the proliferative phase prevails, hydroxyurea is the treatment of choice. For younger patients with high-risk CMML, an allogeneic bone marrow transplantation should be considered. If a donor cannot be identified, then combination acute myeloid leukemia-type therapy followed by an autologous stem cell or marrow transplant should be offered. Clinical trials should be considered if available because the overall results of therapeutic interventions are far from optimal. FAU - Bennett, John M",
      "journal": "Current treatment options in oncology",
      "publication_date": "2002 Jun",
      "authors": [
        {
          "name": "Bennett JM",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/12057067/",
      "citation": "{'name': 'Bennett JM', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia.. Current treatment options in oncology (2002 Jun)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "26848006",
      "title": "Chronic Myelomonocytic Leukemia: Focus on Clinical Practice.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal stem cell disorder with features that overlap those of myelodysplastic syndromes (MDSs) and myeloproliferative neoplasms (MPNs). Chronic myelomonocytic leukemia often results in peripheral blood monocytosis and has an inherent tendency to transform to acute myeloid leukemia. Clonal cytogenetic changes are seen in approximately 30% of patients, and molecular abnormalities are seen in more than 90%. Gene mutations involving TET2 ( approximately 60%), SRSF2 ( approximately 50%), ASXL1 ( approximately 40%), and RAS ( approximately 30%) are frequent, with nonsense and frameshift ASXL1 mutations being the only mutations identified thus far to have an independent negative prognostic effect on overall survival. Contemporary molecularly integrated prognostic models (inclusive of ASXL1 mutations) include the Molecular Mayo Model and the Groupe Francais des Myelodysplasies model. Given the lack of formal treatment and response criteria, management of CMML is often extrapolated from MDS and MPN, with allogeneic stem cell transplant being the only curative option. Hydroxyurea and other cytoreductive agents have been used to control MPN-like features, while epigenetic modifiers such as hypomethylating agents have been used for MDS-like features. Given the relatively poor response to these agents and the inherent risks associated with hematopoietic stem cell transplant, newer drugs exploiting molecular and epigenetic abnormalities in CMML are being developed. The creation of CMML-specific response criteria is a much needed step in order to improve clinical outcomes.",
      "journal": "Mayo Clinic proceedings",
      "publication_date": "2016 Feb",
      "authors": [
        {
          "name": "Patnaik MM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tefferi A",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/26848006/",
      "citation": "{'name': 'Patnaik MM', 'authtype': 'Author', 'clusterid': ''} et al. Chronic Myelomonocytic Leukemia: Focus on Clinical Practice.. Mayo Clinic proceedings (2016 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "37300657",
      "title": "Proposals for Clinical Trials in Chronic Myelomonocytic Leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematologic malignancy of mostly older individuals that exhibits both myelodysplastic and myeloproliferative features. CMML presentation and outcome are variable, reflecting genetic and clinical heterogeneity. Hypomethylating agents are the mainstay of therapy but induce complete remissions in less than 20% of patients and do not prolong survival compared to hydroxyurea. Allogeneic stem cell transplant (ASCT) is potentially curative, but few patients qualify due to advanced age and/or comorbidities. Work of the past several years has identified key molecular pathways that drive disease proliferation and transformation to acute leukemia, including JAK/STAT and MAPK signaling and epigenetic dysregulation. There is increasingly compelling evidence that inflammation is a major driver of CMML progression. Thus far however, this mechanistic knowledge has not yet been translated into improved outcomes, suggesting that fundamentally new approaches are required. In this review, we discuss the disease course, new classifications, and current treatment landscape of CMML. We review ongoing clinical studies and discuss options for rationally based future clinical trials.",
      "journal": "Current treatment options in oncology",
      "publication_date": "2023 Aug",
      "authors": [
        {
          "name": "Rezazadeh A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Deininger M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Atallah E",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/37300657/",
      "citation": "{'name': 'Rezazadeh A', 'authtype': 'Author', 'clusterid': ''} et al. Proposals for Clinical Trials in Chronic Myelomonocytic Leukemia.. Current treatment options in oncology (2023 Aug)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "28983777",
      "title": "Therapy for Chronic Myelomonocytic Leukemia in a New Era.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a myeloid malignancy which shares clinical and morphologic features of myelodysplastic syndromes (MDS) and myeloproliferative neoplasms (MPNs) and is classified by the WHO as an MDS/MPN. The defining feature of CMML is clonal hematopoiesis that results in peripheral monocytosis. The benefit of early treatment is currently unclear, and treatment may be held until the disease exhibits accelerated blast counts or the patient becomes symptomatic. Optimal treatments for CMML are not well defined. Conventional treatments include hydroxyurea, cytarabine, and hypomethylating agents. However, all treatment options are limited and, with the exception of allogeneic stem cell transplantation, are considered palliative. As we continue to learn about the genomics of CMML and about arising therapeutic targets and those under active clinical investigation, the future therapy of CMML will likely improve considerably. Here, we review the data available for conventional therapies and highlight emerging therapeutic strategies. FAU - Moyo, Tamara K",
      "journal": "Current hematologic malignancy reports",
      "publication_date": "2017 Oct",
      "authors": [
        {
          "name": "Moyo TK",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Savona MR",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/28983777/",
      "citation": "{'name': 'Moyo TK', 'authtype': 'Author', 'clusterid': ''} et al. Therapy for Chronic Myelomonocytic Leukemia in a New Era.. Current hematologic malignancy reports (2017 Oct)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "36845813",
      "title": "Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare disease of clonal hematopoietic stem cells with an inherent risk of leukemic transformation, seen in an elderly male. CASE PRESENTATION: Herein, the authors report a case of CMML in a 72-year-old male who presented with fever and abdominal pain for 2 days with a history of easy fatigability. Examination revealed pallor and palpable supraclavicular nodes. Investigations showed leukocytosis with a monocyte count of 22% of white blood cell count, 17% blast cells in bone marrow aspiration, increased blast/promonocytes, and positive markers in immunophenotyping. The patient is planned for injection of azacitidine, 7 days cycle for a total of six cycles. CLINICAL DISCUSSION: CMML is classified as overlapping myelodysplastic/myeloproliferative neoplasms. It can be diagnosed based on a peripheral blood smear, bone marrow aspiration and biopsy, chromosomal analysis, and genetic tests. The commonly used treatment options are hypomethylating agents like azacitidine and decitabine, allogeneic hematopoietic stem cell transplant, and cytoreductive agents like hydroxyurea. CONCLUSION: Despite various treatment options, the treatment is still unsatisfactory, demanding standard management strategies.",
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2023 Feb",
      "authors": [
        {
          "name": "Gurung S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Karki S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Khadka M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bhatta B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Adhikari A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Shrestha AN",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/36845813/",
      "citation": "{'name': 'Gurung S', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia in a 72-year-old male from Nepal: A case report.. Annals of medicine and surgery (2012) (2023 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "24507815",
      "title": "Chronic myelomonocytic leukemia: myelodysplastic or myeloproliferative?",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal disease of the hematopoietic stem cell that provokes a stable increase in peripheral blood monocyte count. The World Health Organisation classification appropriately underlines that the disease combines dysplastic and proliferative features. The percentage of blast cells in the blood and bone marrow distinguishes CMML-1 from CMML-2. The disease is usually diagnosed after the age of 50, with a strong male predominance. Inconstant and non-specific cytogenetic aberrations have a negative prognostic impact. Recurrent gene mutations affect mainly the TET2, SRSF2, and ASXL1 genes. Median survival is 3 years, with patients dying from progression to AML (20-30%) or from cytopenias. ASXL1 is the only gene whose mutation predicts outcome and can be included within a prognostic score. Allogeneic stem cell transplantation is possibly curative but rarely feasible. Hydroxyurea, which is the conventional cytoreductive agent, is used in myeloproliferative forms, and demethylating agents could be efficient in the most aggressive forms of the disease.",
      "journal": "Best practice & research. Clinical haematology",
      "publication_date": "2013 Dec",
      "authors": [
        {
          "name": "Itzykson R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Solary E",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/24507815/",
      "citation": "{'name': 'Itzykson R', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia: myelodysplastic or myeloproliferative?. Best practice & research. Clinical haematology (2013 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34123950",
      "title": "Chronic Neutrophilic Leukemia with Monocytosis.",
      "abstract": "Chronic neutrophilic leukaemia is a very rare disease with diagnosis based on persistent leucocytosis >25x10(3)/mul and monocytes <1x10(3)/mul. The revised WHO criteria 2016 included CSF3R gene mutations as a diagnostic finding. We report the case of a 77-year-old man who was found to have asymptomatic persistent mature neutrophilic leucocytosis with monocytosis. Molecular study confirmed the presence of a CSF3R gene mutation in the absence of morphological or genetic features of myelodysplasia or other forms of myelodysplastic syndrome. The patient's medical history was significant for coronary artery disease, hypertension, chronic obstructive pulmonary disease, bilateral cystic bronchiectasis, moderate pulmonary hypertension, tuberculosis treated 27 years previously, hypothyroidism, and a thyroid nodule. He had hepatosplenomegaly but no lymphadenopathy, and no other malignancy was seen on computed tomography (CT) scanning. At the time of evaluation, he was free of symptoms and had no evidence of infection or drug-induced leucocytosis. The patient was referred to an oncology centre and treated with hydroxyurea and subsequently azacitidine. However, he developed pancytopenia with bone marrow aplasia. He died with neutropenia sepsis. The presence of persistent monocytosis in this case created a diagnostic dilemma as to whether the disease was a variant of chronic neutrophilic leukaemia or was reactive monocytosis. LEARNING POINTS: The presence of a CSF3R gene mutation is diagnostic for chronic neutrophilic leukaemia (CNL).The monocytosis in this patient might have been a new variant of CNL.",
      "journal": "European journal of case reports in internal medicine",
      "publication_date": "2021",
      "authors": [
        {
          "name": "Alromaih L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Abdalla L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jamal A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Osman A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bakkar M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Samad LA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ahmed TM",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34123950/",
      "citation": "{'name': 'Alromaih L', 'authtype': 'Author', 'clusterid': ''} et al. Chronic Neutrophilic Leukemia with Monocytosis.. European journal of case reports in internal medicine (2021)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "33792103",
      "title": "Contemporary Risk Stratification and Treatment of Chronic Myelomonocytic Leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a hematologic malignancy characterized by absolute monocytosis, one or more lineage dysplasia, and proliferative features including myeloid hyperplasia, splenomegaly, and constitutional symptoms. Because of vast clinical heterogeneity in presentation and course, risk stratification is used for a risk-adapted treatment strategy. Numerous prognostic scoring systems exist, some of which incorporate mutational information. Treatment ranges from observation to allogeneic hematopoietic stem cell transplantation. Therapies include hydroxyurea for cytoreduction, hypomethylating agents, and the JAK1/2 inhibitor ruxolitinib to address splenomegaly and constitutional symptoms. Recently, oral decitabine with cedazuridine was approved and represents a convenient treatment option for CMML patients. Although novel therapeutics are in development for CMML, further work is needed to elucidate possible targets unique to the CMML clone. In this review, we will detail the pathophysiology, risk stratification, available treatment modalities, and novel therapies for CMML, and propose a modern treatment algorithm. IMPLICATIONS FOR PRACTICE: Chronic myelomonocytic leukemia (CMML) is a clinically heterogenous disease, which poses significant management challenges. The diagnosis of CMML requires bone marrow biopsy and aspirate with thorough evaluation. Risk stratification and symptom assessment are essential to designing an effective treatment plan, which may include hypomethylating agents (HMAs) in intermediate or high-risk patients. The recently approved oral decitabine/cedazuridine provides a convenient alternative to parenteral HMAs. Ruxolitinib may be effective in ameliorating proliferative symptoms and splenomegaly. Allogeneic stem cell transplantation remains the only treatment with curative potential; however, novel therapies are in clinical development which may significantly alter the therapeutic landscape of CMML.",
      "journal": "The oncologist",
      "publication_date": "2021 May",
      "authors": [
        {
          "name": "Tremblay D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rippel N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Feld J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "El Jamal SM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mascarenhas J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/33792103/",
      "citation": "{'name': 'Tremblay D', 'authtype': 'Author', 'clusterid': ''} et al. Contemporary Risk Stratification and Treatment of Chronic Myelomonocytic Leukemia.. The oncologist (2021 May)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "30169461",
      "title": "Current management of patients with chronic myelomonocytic leukemia.",
      "abstract": "PURPOSE OF REVIEW: The present review focuses on the current management of patients with chronic myelomonocytic leukemia (CMML) and the most recent developments in the field. RECENT FINDINGS: CMML is a heterogeneous malignant myeloid disorder sharing features of myelodysplastic syndromes (MDS) and myeloproliferative neoplasms and characterized by peripheral blood monocytosis and increased risk of progression to acute leukemia. Its natural course is highly variable and use of CMML-specific prognostic scoring systems is strongly recommended for tailoring treatment. Multiple recent studies have showed that somatic mutations, which are almost always present have a relevant and independent impact on survival but lack a clear role in predicting the response to currently available drugs. SUMMARY: The incorporation of somatic mutations to prognostic scoring systems has improved the prediction of patients' outcomes. Current treatment for CMML remains unsatisfactory. Allogeneic hematopoietic cell transplantation is the only curative option but is applicable to a minority of patients. Usually higher-risk patients displaying MDS-like characteristics are treated with hypomethylating agents (HMAs), whereas those with myeloproliferative features generally receive hydroxyurea or HMAs but none of these drugs substantially modify the natural history of CMML. Newer therapies are clearly needed. FAU - Mora, Elvira",
      "journal": "Current opinion in oncology",
      "publication_date": "2018 Nov",
      "authors": [
        {
          "name": "Mora E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sanz GF",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/30169461/",
      "citation": "{'name': 'Mora E', 'authtype': 'Author', 'clusterid': ''} et al. Current management of patients with chronic myelomonocytic leukemia.. Current opinion in oncology (2018 Nov)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "40411597",
      "title": "Subclonal emergence of polycythemia vera, chronic myelomonocytic leukemia, and chronic myeloid leukemia.",
      "abstract": "The present longitudinal study reports a unique patient followed over almost three decades who sequentially developed polycythemia vera, chronic myelomonocytic leukemia, and chronic myeloid leukemia. The patient received successive hydroxyurea, ruxolitinib, and a combination of ruxolitinib and nilotinib. The clonal architecture dynamic was reconstructed using targeted high throughput asymmetric capture sequencing, allowing detection and quantification of mutations in 43 myeloid genes and BCR::ABL1 fusion in multiple bone marrow or peripheral blood samples and in single cell-derived colonies obtained from bone marrow colony-forming cell assays. This analysis has uncovered an unexpected subclonal link between three myeloid malignancies, all stemming from a DNMT3A/TET2 double mutant clone. Over a period of more than 30 years, this clone underwent major telomere shortening. However, a striking sustained major molecular response of the terminal dominant clone carrying all driver mutations was achieved by combination therapy with nilotinib and ruxolitinib. The remaining clone driving both polycythemia and chronic myelomonocytic leukemia remained unaffected and evolved to myelofibrosis and proliferative CMML.",
      "journal": "Annals of hematology",
      "publication_date": "2025 Jul",
      "authors": [
        {
          "name": "Tran Quang V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cretin J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Loyaux R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ben Jedidia B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tarfi S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gricourt G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Barathon Q",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Joy C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Etancelin P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wagner-Ballon O",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pautas C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Roy L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sloma I",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40411597/",
      "citation": "{'name': 'Tran Quang V', 'authtype': 'Author', 'clusterid': ''} et al. Subclonal emergence of polycythemia vera, chronic myelomonocytic leukemia, and chronic myeloid leukemia.. Annals of hematology (2025 Jul)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "28572287",
      "title": "How I treat chronic myelomonocytic leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic malignancy that may deserve specific management. Defined by a persistent peripheral blood monocytosis >/=1 x 10(9)/L and monocytes accounting for >/=10% of the white blood cells, this aging-associated disease combines cell proliferation as a consequence of myeloid progenitor hypersensitivity to granulocyte-macrophage colony-stimulating factor with myeloid cell dysplasia and ineffective hematopoiesis. The only curative option for CMML remains allogeneic stem cell transplantation. When transplantation is excluded, CMML is stratified into myelodysplastic (white blood cell count <13 x 10(9)/L) and proliferative (white blood cell count >/=13 x 10(9)/L) CMML. In the absence of poor prognostic factors, the management of myelodysplastic CMML is largely inspired from myelodysplastic syndromes, relying on erythropoiesis-stimulating agents to cope with anemia, and careful monitoring and supportive care, whereas the management of proliferative CMML usually relies on cytoreductive agents such as hydroxyurea, although ongoing studies will help delineate the role of hypomethylating agents in this patient population. In the presence of excessive blasts and other poor prognostic factors, hypomethylating agents are the preferred option, even though their impact on leukemic transformation and survival has not been proved. The therapeutic choice is illustrated by 4 clinical situations among the most commonly seen. Although current therapeutic options can improve patient's quality of life, they barely modify disease evolution. Improved understanding of CMML pathophysiology will hopefully lead to the exploration of novel targets that potentially would be curative.",
      "journal": "Blood",
      "publication_date": "2017 Jul 13",
      "authors": [
        {
          "name": "Solary E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Itzykson R",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/28572287/",
      "citation": "{'name': 'Solary E', 'authtype': 'Author', 'clusterid': ''} et al. How I treat chronic myelomonocytic leukemia.. Blood (2017 Jul 13)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "26666606",
      "title": "Hydroxyurea-induced Pneumonitis in a Patient with Chronic Myelomonocytic Leukemia: An Autopsy Case.",
      "abstract": "We describe the case of an 85-year-old man diagnosed with chronic myelomonocytic leukemia whose disease was treated with hydroxyurea for 3 months. He developed respiratory symptoms that were extensively investigated. Despite the intensive treatment, he died of respiratory failure eleven days later. An autopsy revealed diffuse interstitial inflammation of both lungs consistent with drug-induced inflammation. A drug lymphocyte stimulation test was positive for hydroxyurea. Taken together these findings demonstrated that severe interstitial pneumonitis was induced by this drug. Physicians using hydroxyurea must be aware of its potentially life-threatening pulmonary toxicity. FAU - Imai, Hisao",
      "journal": "Internal medicine (Tokyo, Japan)",
      "publication_date": "2015",
      "authors": [
        {
          "name": "Imai H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Matsumura N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yamazaki Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kanayama Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Masuda T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kuwako T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kamide Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tomizawa T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Matsumoto S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mitsui T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kaira K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ono A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Koga Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Shibusawa N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sunaga N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hisada T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yokoo H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yamada M",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/26666606/",
      "citation": "{'name': 'Imai H', 'authtype': 'Author', 'clusterid': ''} et al. Hydroxyurea-induced Pneumonitis in a Patient with Chronic Myelomonocytic Leukemia: An Autopsy Case.. Internal medicine (Tokyo, Japan) (2015)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "36458426",
      "title": "A retrospective study of cladribine and low-dose cytarabine-based regimens for the treatment of chronic myelomonocytic leukemia and secondary acute myeloid leukemia.",
      "abstract": "BACKGROUND: Patients with higher risk chronic myelomonocytic leukemia (CMML) have limited therapeutic options beyond hydroxyurea and hypomethylating agents (HMAs). Regimens based on a backbone of cladribine (CLAD), low-dose cytarabine (LDAC), and an HMA are effective low-intensity therapies for acute myeloid leukemia (AML). METHODS: The authors conducted a retrospective chart review to evaluate the efficacy of CLAD/LDAC/HMA in CMML and secondary acute myeloid leukemia (sAML) arising from CMML. Responses were evaluated according to the 2006 International Working Group criteria for CMML and the 2017 European LeukemiaNet criteria for AML. The overall survival (OS), leukemia-free survival (LFS), and duration of response were evaluated with the Kaplan-Meier method. Patients were stratified on the basis of prior HMA exposure. RESULTS: The authors identified 21 patients with CMML (eight with HMA-naive CMML and 13 with HMA-failure CMML) and 33 patients with sAML (11 with HMA-naive sAML and 22 with HMA-failure sAML) treated with CLAD/LDAC/HMA-based regimens. The CMML cohort was enriched for high-risk features (proliferative type, elevated blasts, and RAS/MAPK mutations). The overall response rate was 33% in CMML (50% in HMA-naive CMML and 23% in HMA-failure CMML) and 48% in sAML (82% in HMA-naive sAML and 32% in HMA-failure sAML). The median OS was 14.4, 8.8, 42.9, and 2.9 months for HMA-naive CMML, HMA-failure CMML, HMA-naive sAML, and HMA-failure sAML, respectively. The median LFS was 14.4 and 3.9 months for HMA-naive CMML and HMA-failure CMML, respectively. CONCLUSIONS: CLAD/LDAC/HMA-based regimens are effective in a subset of patients with higher risk CMML and sAML arising from CMML who have not previously experienced HMA failure. These findings must be confirmed in prospective studies.",
      "journal": "Cancer",
      "publication_date": "2023 Feb 15",
      "authors": [
        {
          "name": "Bazinet A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Darbaniyan F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kadia TM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Venugopal S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kanagal-Shamanna R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "DiNardo CD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Borthakur G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jabbour EJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Daver NG",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pemmaraju N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Konopleva MY",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ravandi F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sasaki K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chien KS",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hammond D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pierce SA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kantarjian HM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Garcia-Manero G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Montalban-Bravo G",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/36458426/",
      "citation": "{'name': 'Bazinet A', 'authtype': 'Author', 'clusterid': ''} et al. A retrospective study of cladribine and low-dose cytarabine-based regimens for the treatment of chronic myelomonocytic leukemia and secondary acute myeloid leukemia.. Cancer (2023 Feb 15)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "24006407",
      "title": "Management recommendations for chronic myelomonocytic leukemia: consensus statements from the SIE, SIES, GITMO groups.",
      "abstract": "With the aim of reviewing critical concepts and producing recommendations for the management of chronic myelomonocytic leukemia, key questions were selected according to the criterion of clinical relevance. Recommendations were produced using a Delphi process and four consensus conferences involving a panel of experts appointed by the Italian Society of Hematology and affiliated societies. This report presents the final statements and recommendations, covering patient evaluation at diagnosis, diagnostic criteria, risk classification, first-line therapy, monitoring, second-line therapy and allogeneic stem cell transplantation. For the first-line therapy, the panel recommended that patients with myelodysplastic-type chronic myelomonocytic leukemia and less than 10% blasts in bone marrow should be managed with supportive therapy aimed at correcting cytopenias. In patients with myelodysplastic-type chronic myelomonocytic leukemia with a high number of blasts in bone marrow (>/= 10%), supportive therapy should be integrated with the use of 5-azacytidine. Patients with myeloproliferative-type chronic myelomonocytic leukemia with a low number of blasts (<10%) should be treated with cytoreductive therapy. Hydroxyurea is the drug of choice to control cell proliferation and to reduce organomegaly. Patients with myeloproliferative-type chronic myelomonocytic leukemia, and a high number of blasts should receive polychemotherapy. Both in myelodysplastic-type and myeloproliferative-type chronic myelomonocytic leukemia, allogeneic stem cell transplantation should be offered within clinical trials in selected patients. FAU - Onida, Francesco",
      "journal": "Haematologica",
      "publication_date": "2013 Sep",
      "authors": [
        {
          "name": "Onida F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Barosi G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Leone G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Malcovati L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Morra E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Santini V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Specchia G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tura S",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/24006407/",
      "citation": "{'name': 'Onida F', 'authtype': 'Author', 'clusterid': ''} et al. Management recommendations for chronic myelomonocytic leukemia: consensus statements from the SIE, SIES, GITMO groups.. Haematologica (2013 Sep)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "33126392",
      "title": "Chronic myelomonocytic leukemia (CMML)-0 with pleural effusion as first manifestation: A case report.",
      "abstract": "RATIONALE: Extramedullary invasion of chronic myelomonocytic leukemia (CMML) usually occurs in the liver, spleen, and lymph nodes, while the pleural infiltration of CMML is rare. The presence of pleural effusion is usually associated with uncontrolled leukocytosis and increased monocytes. PATIENT CONCERNS: Here we reported a rare case of CMML-0 with pleural effusion as the first manifestation in a 44-year-old woman. The pleural effusion was caused by blasts infiltration confirmed by the flow cytometer and the pleural biopsy. DIAGNOSES: CMML with pleural invasion. INTERVENTIONS: The patient was treated with azacitidine 75 mg/m d for 2 cycles, followed by daily oral intake of hydroxyurea (500 mg/d). OUTCOMES: Pleural effusion was resolved and chest pain was relieved. LESSONS: The current case indicated that leukemic infiltration into pleura could occur despite mild leukocytes, while demethylation may be an effective therapy. FAU - Hu, Lianbo",
      "journal": "Medicine",
      "publication_date": "2020 Oct 30",
      "authors": [
        {
          "name": "Hu L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zheng B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fu L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu M",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/33126392/",
      "citation": "{'name': 'Hu L', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia (CMML)-0 with pleural effusion as first manifestation: A case report.. Medicine (2020 Oct 30)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "30367269",
      "title": "Current Management and Recent Advances in the Treatment of Chronic Myelomonocytic Leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is an aggressive myeloid neoplasm in which treatment strategies with the capacity to improve survival are currently lacking. Clinical features are heterogeneous and although the overall prognosis is poor, survival can vary significantly between individuals. This reflects the need for an individualized treatment approach which incorporates accurate risk stratification. Though numerous prognostic scores exist, newer CMML-specific models incorporating molecular data should be favored. While asymptomatic, low-risk patients should be observed until their disease progresses, the majority of patients will require treatment. Due to a deficiency in treatments with disease-modifying capacity, any patient who requires treatment should be considered for enrollment in clinical trials evaluating novel therapeutic approaches. Allogeneic stem cell transplant (allo-SCT) remains the only current therapy with the potential to cure the disease and should be considered in most patients with intermediate- to high-risk disease. However, substantial risks are involved and, in part, because of advanced age at diagnosis, a minority of patients are candidates. Hypomethylating agents (HMAs) have become a preferred treatment approach, and should be used in those with cytopenias. Patients presenting with proliferative features can be treated with hydroxyurea to manage their symptoms and control leukocytosis, though HMAs can be incorporated as well, particularly in patients with higher risk disease. HMAs should also be considered in patients with a high burden of disease prior to proceeding with allo-SCT. Induction chemotherapy should be reserved for younger, healthy patients who have transformed to acute myeloid leukemia to induce remission prior to transplant. Supportive care utilizing transfusion support, erythropoiesis-stimulating agents, and infection prevention measures should be incorporated into the care of all patients. FAU - Hunter, Anthony M",
      "journal": "Current treatment options in oncology",
      "publication_date": "2018 Oct 27",
      "authors": [
        {
          "name": "Hunter AM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zhang L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Padron E",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/30367269/",
      "citation": "{'name': 'Hunter AM', 'authtype': 'Author', 'clusterid': ''} et al. Current Management and Recent Advances in the Treatment of Chronic Myelomonocytic Leukemia.. Current treatment options in oncology (2018 Oct 27)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "35529292",
      "title": "Atraumatic Splenic Rupture due to Chronic Myelomonocytic Leukemia Treated with Partial Splenic Artery Embolization.",
      "abstract": "Splenic rupture can be categorized into two groups: traumatic and atraumatic. Traumatic rupture is frequently associated with blunt abdominal trauma, while atraumatic splenic rupture (ASR) is more uncommon and has been associated with both benign and malignant hematological disorders. In general, most cases of splenic rupture are managed with splenectomy, which carries significant mortality and morbidity; more recently, splenic artery embolization (SAE) has become a mainstay of management particularly after traumatic rupture. We describe a patient with chronic myelomonocytic leukemia (CMML) who presented to the emergency department for acute abdominal pain and was found to have an ASR. He underwent partial SAE, with postoperative complications of leukocytosis and tumor lysis syndrome (TLS) requiring rasburicase and allopurinol. On follow-up in clinic 2 months post-discharge, the patient was doing well on hydroxyurea, without need for further intervention at that time. In patients with hematologic malignancies presenting with abdominal pain and splenomegaly, it is important to consider ASR as a rare, but possible complication. To our knowledge, this is the only reported patient treated with SAE in the context of ASR from CMML, demonstrating that SAE can be an effective nonoperative strategy for treatment of CMML-associated ASR. This case report also highlights postoperative complications and management in this patient population, specifically a profound leukocytosis and TLS, for which close monitoring should be performed.",
      "journal": "Case reports in oncology",
      "publication_date": "2022 Jan-Apr",
      "authors": [
        {
          "name": "Nie Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kent A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Do M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Amaya M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Klein C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Thienelt C",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/35529292/",
      "citation": "{'name': 'Nie Y', 'authtype': 'Author', 'clusterid': ''} et al. Atraumatic Splenic Rupture due to Chronic Myelomonocytic Leukemia Treated with Partial Splenic Artery Embolization.. Case reports in oncology (2022 Jan-Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34175902",
      "title": "Increasing recognition and emerging therapies argue for dedicated clinical trials in chronic myelomonocytic leukemia.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder with overlapping features of myelodysplastic syndromes (MDS) and myeloproliferative neoplasms (MPN). Median overall survival of this aggressive myeloid malignancy is only 2-3 years, with a 15-30% risk of acute leukemic transformation. The paucity of clinical trials specifically designed for CMML has made therapeutic management of CMML patients challenging. As a result, treatment paradigms for CMML patients are largely borrowed from MDS and MPN. The standard of care still relies on hydroxyurea, hypomethylating agents (HMA), and allogeneic stem cell transplantation, this latter option remaining the only potentially curative therapy. To date, approved drugs for CMML treatment are HMA, including azacitidine, decitabine, and more recently the oral combination of decitabine and cedazuridine. However, HMA treatment does not meaningfully alter the natural course of this disease. New treatment approaches for improving CMML-associated cytopenias or targeting the CMML malignant clone are emerging. More than 25 therapeutic agents are currently being evaluated in phase 1 or phase 2 clinical trials for CMML and other myeloid malignancies, often in combination with a HMA backbone. Several novel agents, such as sotatercept, ruxolitinib, lenzilumab, and tagraxofusp have shown promising clinical efficacy in CMML. Current evidence supports the idea that effective treatment in CMML will likely require combination therapy targeting multiple pathways, which emphasizes the need for additional new therapeutic options. This review focuses on recent therapeutic advances and innovative treatment strategies in CMML, including global and molecularly targeted approaches. We also discuss what may help to make progress in the design of rationally derived and disease-modifying therapies for CMML.",
      "journal": "Leukemia",
      "publication_date": "2021 Oct",
      "authors": [
        {
          "name": "Renneville A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Patnaik MM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chan O",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Padron E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Solary E",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34175902/",
      "citation": "{'name': 'Renneville A', 'authtype': 'Author', 'clusterid': ''} et al. Increasing recognition and emerging therapies argue for dedicated clinical trials in chronic myelomonocytic leukemia.. Leukemia (2021 Oct)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "39759649",
      "title": "A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.",
      "abstract": "Chronic myelomonocytic leukemia is a clonal hematopoietic stem cell disorder with both myelodysplastic and myeloproliferative features, leading to a variable clinical presentation. Some types of skin involvement, such as leukemia cutis and blastic plasmacytoid dendritic cell neoplasia, are associated with poor prognosis. This case study describes a 71-year-old male with high-risk CMML, developing pink-purple skin nodules, which regressed with azacitidine and hydroxyurea treatment. Despite recurrence, disease control was achieved without transformation to acute leukemia. This case highlights the need for vigilant monitoring and adaptable treatment strategies in managing CMML with skin involvement.",
      "journal": "Cureus",
      "publication_date": "2024 Dec",
      "authors": [
        {
          "name": "Arslan Davulcu E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Akı SH",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39759649/",
      "citation": "{'name': 'Arslan Davulcu E', 'authtype': 'Author', 'clusterid': ''} et al. A Case of Chronic Myelomonocytic Leukemia With Recurrent Skin Involvement.. Cureus (2024 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "35992818",
      "title": "Allogeneic Hematopoietic Stem Cell Transplantation for Mixed or Overlap Myelodysplastic/Myeloproliferative Disorders.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) and the remaining, less frequent hybrid, mixed, or overlap myelodysplastic syndromes/myeloproliferative neoplasms (MDSs/MPNs) are difficult to treat neoplastic hematological disorders, exhibiting substantial clinical and prognostic heterogeneity, for which clear therapeutic guidelines or effective treatment options are still missing. CMML has an overall survival ranging from a few months to several years. Although patients with proliferative or dysplastic features may benefit from hydroxyurea and hypomethylating agent treatment, respectively, none of these treatments can establish long-term remission and prevent the inevitable transformation to acute leukemia. Novel targeted treatment approaches are emerging but are still under investigation. Therefore, currently, allogeneic stem cell transplantation (allo-SCT) remains the only treatment modality with a curative potential, but its widespread application is limited, due to significant morbidity and mortality associated with the procedure, especially in the elderly and in patients with comorbidities. Recognition of patient eligibility for allo-SCT is crucial, and the procedure should be addressed to patients with a good performance status without severe comorbidities and mainly to those in intermediate- to high-risk category, with a suitable stem cell donor available. The issues of best timing for performing transplantation, patient and donor eligibility, the type of conditioning regimen, and the outcomes after various allo-SCT procedures are the topics of this review.",
      "journal": "Frontiers in oncology",
      "publication_date": "2022",
      "authors": [
        {
          "name": "Symeonidis A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chondropoulos S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Verigou E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lazaris V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kourakli A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tsirigotis P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/35992818/",
      "citation": "{'name': 'Symeonidis A', 'authtype': 'Author', 'clusterid': ''} et al. Allogeneic Hematopoietic Stem Cell Transplantation for Mixed or Overlap Myelodysplastic/Myeloproliferative Disorders.. Frontiers in oncology (2022)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "2593715",
      "title": "Chronic myelomonocytic leukemia: natural history and prognostic determinants.",
      "abstract": "A retrospective clinical review of 41 patients with chronic myelomonocytic leukemia revealed a median age of 66 years and a male:female ratio of 2.4:1. The disease was preceded by a myelodysplastic syndrome of a different subtype in 24% of the patients and transformed into acute leukemia in 24%. Splenomegaly was present in 54% of the patients and reached massive proportions in 24%. Chromosomal abnormalities occurred in 34% of those studied, most commonly in the younger age group; the most frequent were trisomy 8, monosomy 7, and deletions involving the long arms of chromosomes 20 and X. Polyclonal hypergammaglobulinemia was detected in 47% of the patients in whom serum protein electrophoresis was done. The median survival was 3 years. With use of univariate analysis, the statistically significant prognostic determinants were hemoglobin level, the \"modified Bournemouth score,\" and bone marrow blast cell percentage. When these factors were subjected to a multivariate analysis, only bone marrow blast cell percentage was an independent prognostic determinant. Orally administered hydroxyurea controlled leukocytosis and splenomegaly in some patients without affecting the overall prognosis. FAU - Tefferi, A",
      "journal": "Mayo Clinic proceedings",
      "publication_date": "1989 Oct",
      "authors": [
        {
          "name": "Tefferi A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hoagland HC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Therneau TM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pierre RV",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/2593715/",
      "citation": "{'name': 'Tefferi A', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia: natural history and prognostic determinants.. Mayo Clinic proceedings (1989 Oct)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34194799",
      "title": "Successful management of therapy-related chronic myelomonocytic leukemia with cytarabine, aclarubicin, and azacitidine following tegafur/gimeracil/oteracil.",
      "abstract": "A 55-year-old man was diagnosed with therapy-related chronic myelomonocytic leukemia (t-CMML) after exposure to tegafur/gimeracil/oteracil. Although he was refractory to hydroxyurea and low-dose cytarabine, combination therapy with cytarabine, aclarubicin and azacitidine (CA-AZA) provided good disease control, and he underwent allogeneic stem cell transplantation. This report has two key massages. First, tegafur/gimeracil/oteracil may have a potential risk of developing t-CMML. Second, CA-AZA therapy may be considered as a therapeutic option for patients with t-CMML.",
      "journal": "Clinical case reports",
      "publication_date": "2021 Jun",
      "authors": [
        {
          "name": "Nakako S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Takakuwa T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ichimura H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Okamura H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nanno S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nishimoto M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nakashima Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Koh H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hino M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nakamae H",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34194799/",
      "citation": "{'name': 'Nakako S', 'authtype': 'Author', 'clusterid': ''} et al. Successful management of therapy-related chronic myelomonocytic leukemia with cytarabine, aclarubicin, and azacitidine following tegafur/gimeracil/oteracil.. Clinical case reports (2021 Jun)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "8839839",
      "title": "A randomized trial of hydroxyurea versus VP16 in adult chronic myelomonocytic leukemia. Groupe Français des Myélodysplasies and European CMML Group.",
      "abstract": "We performed a randomized study of hydroxyurea (HY) versus VP16 in advanced chronic myelomonocytic leukemia (CMML) patients with CMML (according to French-American-British group criteria) and either documented visceral involvement (excluding liver and spleen infiltration) or at least 2 of the following: (1) neutrophils > 16 x 10(9)/I (2) Hemoglobin < 10 g/dL (3) platelets < 100 x 10(9)/L (4) marrow blasts > 5% (5) spleen > 5 cm below costal margin were eligible for this trial. Initial dosage was 1 g/d for HY and 150 mg/week for VP16, orally (doubled in case of visceral involvement). Doses were scheduled to be escalated up to HY 4 g/d and VP16 600 mg/week in the absence of response, and finally adjusted to maintain white blood cells (WBCs) between 5 and 10 x 10(9)/L. Crossing over was scheduled only in case of life threatening visceral involvement or major progression. The major endpoint of the study was survival. The study was closed on first interim analysis that showed a superiority of HY over VP16, after inclusion of 105 pts (HY arm: 53, VP16 arm: 52). Results of the second interim analysis, performed 7 months later, are presented here. Median age was 71 (range 38 to 91), median WBC count 20.10(9)/L (range 10 to 187). Thirteen pts had visceral involvement (3 serous effusions, 8 cutaneous infiltrations, 1 kidney, 1 bone infiltrations). Initial characteristics were similar in the HY and VP16 groups. Median follow up was 11 months in both groups (range 1 to 43+). Response to treatment was seen in 60% of the pts in the HY group, versus 36%, respectively, in the VP16 group (P = .02). Time to response was significantly shorter in the HY group (2.1 v 3.5 months, in the VP16 group, P = .003) and response duration was significantly longer in the HY group (median 24 v 9 months, in the VP16 group, P = .0004). The response rate of patients with visceral involvement was 3 out of 7 in the VP16 arm versus 5 out of 6 in the HY group. Three of the 10 pts crossed over from HY to VP16 responded as compared to 6 pts of the 11 pts crossed over from VP16 to HY. HY yielded better response on leukocytosis (P = .002). The effect on splenomegaly platelets, on hemoglobin level and transfusion requirement was similar in the 2 treatment groups. A significantly higher incidence of alopecia was noted in the VP16 arm (20% v 3%, P = .03). Fourteen (27%) and 20 (38%) patients in the HY and the VP16 group respectively, progressed to acute myeloid leukemia (difference NS). Twenty five (53%) and 44 (83%) patients in the HY and the VP16 group, respectively, had died (P = .002). Median actuarial survival was 20 months in the HY arm, versus 9 months in the VP16 arm (P < 10(-4)). Main factors associated with poor survival were allocation to the VP16 arm, \"unfavorable\" karyotype (ie, monosomy 7 or complex abnormalities) and anemia. In the HY group, unfavorable karyotype (P = .006), and low hemoglobin level (P = .004) were significantly associated with low response rates. Prognostic factors for poor survival in the HY group were also unfavorable karyotype (P = .001), and low hemoglobin level (P < 10(-4). In conclusion, we found that HY gave higher response rates and better survival than VP16 in advanced CMML. However, even with HY responses were only partial and survival was generally poor. This stresses the need for new agents in the treatment of CMML, that will have to be compared with HY in future randomized studies. FAU - Wattel, E",
      "journal": "Blood",
      "publication_date": "1996 Oct 1",
      "authors": [
        {
          "name": "Wattel E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Guerci A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hecquet B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Economopoulos T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Copplestone A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mahé B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Couteaux ME",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Resegotti L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Voglova V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Foussard C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pegourié B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Michaux JL",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Deconinck E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stoppa AM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mufti G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Oscier D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/8839839/",
      "citation": "{'name': 'Wattel E', 'authtype': 'Author', 'clusterid': ''} et al. A randomized trial of hydroxyurea versus VP16 in adult chronic myelomonocytic leukemia. Groupe Français des Myélodysplasies and European CMML Group.. Blood (1996 Oct 1)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "2052066",
      "title": "Successful treatment with hydroxyurea of ocular involvement in chronic myelomonocytic leukemia.",
      "abstract": "",
      "journal": "The New England journal of medicine",
      "publication_date": "1991 Jul 18",
      "authors": [
        {
          "name": "Wolff-Kormann PG",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hasenfratz BC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Heinrich B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kormann B",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/2052066/",
      "citation": "{'name': 'Wolff-Kormann PG', 'authtype': 'Author', 'clusterid': ''} et al. Successful treatment with hydroxyurea of ocular involvement in chronic myelomonocytic leukemia.. The New England journal of medicine (1991 Jul 18)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "6582939",
      "title": "Chronic myelomonocytic leukemia according to FAB classification: analysis of 35 cases.",
      "abstract": "Thirty-five patients who fulfilled the FAB diagnosis criteria of chronic myelomonocytic leukemia (CMML), i.e., myelodysplastic features, monocytosis over 10(9)/liter, bone marrow monocyte infiltration, blast cells less than 5% in the peripheral blood and less than 30% in the bone marrow, are analyzed. CMML appears as an entity distinct from myelodysplastic and myeloproliferative disorders. Splenomegaly, anemia, thrombocytopenia, leukocytosis with monocytes and granulocytic cells in all stages of development, increased blood and urine lysozyme levels without renal failure, and polyclonal hyperimmunoglobulinemia are its main clinical and biologic features. With conventional cytotoxic drugs (6-mercaptopurine, hydroxyurea), the prognosis of CMML appears poor (median survival 475 days). None of the clinical hematologic or biologic parameters tested had a significant effect on prognosis. As other chemotherapy trials seemed necessary, we recently administered small doses of cytosine-arabinoside (ARA-C) to six patients over several consecutive days and obtained a complete remission in four. These preliminary results must be confirmed by larger series using the diagnostic criteria proposed by the FAB cooperative group. FAU - Solal-Celigny, P",
      "journal": "Blood",
      "publication_date": "1984 Mar",
      "authors": [
        {
          "name": "Solal-Celigny P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Desaint B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Herrera A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chastang C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Amar M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vroclans M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Brousse N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mancilla F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Renoux M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bernard JF",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/6582939/",
      "citation": "{'name': 'Solal-Celigny P', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia according to FAB classification: analysis of 35 cases.. Blood (1984 Mar)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "17404590",
      "title": "Colonic infiltration with chronic myelomonocytic leukemia.",
      "abstract": "BACKGROUND: A 75-year-old female presented with a 1 month history of non-bloody diarrhea, associated with abdominal cramping and urgency. Her medical history was notable for chronic myelomonocytic leukemia, diagnosed 6 years previously and managed expectantly by monitoring the patient's complete blood count. Over several months, the patient's symptoms progressed, which resulted in significant weight loss. The patient's course of disease was ultimately complicated by acute disseminated encephalomyelitis and death. INVESTIGATIONS: Physical examination, laboratory investigations, stool studies, colonoscopy with biopsies, immunohistochemistry and pathologic review of biopsy specimens. DIAGNOSIS: Leukemic colitis. MANAGEMENT: Management of underlying leukemia with systemic hydroxyurea and topical colonic 5-aminosalicylic acid therapy. FAU - LoSavio, Andelka D",
      "journal": "Nature clinical practice. Gastroenterology & hepatology",
      "publication_date": "2007 Apr",
      "authors": [
        {
          "name": "LoSavio AD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bunnag AP",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rubin DT",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/17404590/",
      "citation": "{'name': 'LoSavio AD', 'authtype': 'Author', 'clusterid': ''} et al. Colonic infiltration with chronic myelomonocytic leukemia.. Nature clinical practice. Gastroenterology & hepatology (2007 Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "33513373",
      "title": "Outcomes of patients with chronic myelomonocytic leukaemia treated with non-curative therapies: a retrospective cohort study.",
      "abstract": "BACKGROUND: Approval of hypomethylating agents in patients with chronic myelomonocytic leukaemia is based on trials done in patients with myelodysplastic syndromes. We aimed to investigate whether hypomethylating agents provide a benefit in subgroups of patients with chronic myelomonocytic leukaemia compared with other treatments. METHODS: For this retrospective cohort study, data were retrieved between Nov 30, 2017, and Jan 5, 2019, from 38 centres in the USA and Europe. We included non-selected, consecutive patients diagnosed with chronic myelomonocytic leukaemia, who received chronic myelomonocytic leukaemia-directed therapy. Patients with acute myeloid leukaemia according to 2016 WHO criteria at initial diagnosis (ie, >/=20% blasts in the bone marrow or peripheral blood) or with unavailability of treatment data were excluded. Outcomes assessed included overall survival, time to next treatment, and time to transformation to acute myeloid leukaemia. Analyses were adjusted by age, sex, platelet count, and Chronic myelomonocytic leukaemia-Specific Prognostic Scoring System (CPSS). Patients were grouped by first received treatment with either hydroxyurea, hypomethylating agents, or intensive chemotherapy, and stratified by risk according to blast count, French-American-British subtype, CPSS, WHO 2016 subtype, and the eligibility criteria of the DACOTA trial (NCT02214407). FINDINGS: 949 patients diagnosed with chronic myelomonocytic leukaemia between April 13, 1981, and Oct 26, 2018, were included. Median follow-up was 23.4 months (IQR 11.5-42.3) from diagnosis and 16.2 months (6.6-31.6) from start of first-line treatment. 412 (43%) of 949 patients received hypomethylating agents as first treatment, 391 (41%) hydroxyurea, and 83 (9%) intensive chemotherapy. Adjusted median overall survival for patients treated with hydroxyurea versus hypomethylating agents was 15.6 months (95% CI 13.1-17.3) versus 20.7 months (17.9-23.4); hazard ratio (HR) 1.39 (1.17-1.65; p=0.0002) and 14.0 months (9.8-17.2) versus 20.7 months (17.9-23.4; HR 1.55 [1.16-2.05]; p=0.0027) for those treated with intensive chemotherapy versus hypomethylating agents. In patients with myeloproliferative chronic myelomonocytic leukaemia (myeloproliferative CMML), median overall survival was 12.6 months (10.7-15.0) versus 17.6 months (14.8-21.5; HR 1.38 [1.12-1.70]; p=0.0027) for patients treated with hydroxyurea versus hypomethylating agents, and 12.3 months (8.4-16.6) versus 17.6 months (14.8-21.5; HR 1.44 [1.02-2.03]; p=0.040) for intensive chemotherapy versus hypomethylating agents. Hypomethylating agents did not confer an overall survival advantage for patients classified as having lower-risk disease (ie, myelodysplastic chronic myelomonocytic leukaemia with <10% blasts, CMML-0, or lower-risk CPSS). INTERPRETATION: These data suggest hypomethylating agents as the preferred therapy for patients with higher-risk chronic myelomonocytic leukaemia and those with myeloproliferative CMML. Our findings also suggest that CPSS is a valuable tool to identify patients who are most likely to benefit from hypomethylating agents. Further evidence from prospective cohorts would be desirable. FUNDING: The Austrian Group for Medical Tumor Therapy.",
      "journal": "The Lancet. Haematology",
      "publication_date": "2021 Feb",
      "authors": [
        {
          "name": "Pleyer L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Leisch M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kourakli A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Padron E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Maciejewski JP",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xicoy Cirici B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kaivers J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ungerstedt J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Heibl S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Patiou P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hunter AM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mora E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Geissler K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dimou M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jimenez Lorenzo MJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Melchardt T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Egle A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Viniou AN",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Patel BJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Arnan M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Valent P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Roubakis C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bernal Del Castillo T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Galanopoulos A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Calabuig Muñoz M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bonadies N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Medina de Almeida A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cermak J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jerez A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Montoro MJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cortés A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Avendaño Pita A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lopez Andrade B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hellstroem-Lindberg E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Germing U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sekeres MA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "List AF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Symeonidis A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sanz GF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Larcher-Senn J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Greil R",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/33513373/",
      "citation": "{'name': 'Pleyer L', 'authtype': 'Author', 'clusterid': ''} et al. Outcomes of patients with chronic myelomonocytic leukaemia treated with non-curative therapies: a retrospective cohort study.. The Lancet. Haematology (2021 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "36282401",
      "title": "Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.",
      "abstract": "The impact of treatment on the outcome of chronic myelomonocytic leukemia (CMML) patients over a longer period of time and the potential role of predictive factors are not well defined. In a retrospective observational study, we analyzed 168 CMML patients regarding treatment options and survival during the past three decades. The proportion of patients treated with hydroxyurea (HU), intensive chemotherapy, and azacitidine (AZA) was 65/19/0% before 2000, 51/25/32% from 2000-2010, and 36/12/53% after 2010, respectively. Median overall survival (OS) increased from 10 months before 2000 to 23 months thereafter (p = 0.021). AZA-treated patients but not patients treated with other treatment options had improved survival as compared to CMML patients without AZA therapy (19 vs. 25 months, p = 0.041). When looking at subgroups, the following patient cohorts had a significant survival benefit in association with AZA therapy: patients with Hb > 10 g/dL, patients with monocytosis > 10 G/L, and patients with mutations in RASopathy genes.",
      "journal": "Wiener medizinische Wochenschrift (1946)",
      "publication_date": "2023 Feb",
      "authors": [
        {
          "name": "Reiser J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Geissler K",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/36282401/",
      "citation": "{'name': 'Reiser J', 'authtype': 'Author', 'clusterid': ''} et al. Treatment options and survival in real life during the past three decades in patients with chronic myelomonocytic leukemia.. Wiener medizinische Wochenschrift (1946) (2023 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34966690",
      "title": "Approaching First-Line Treatment in Patients With Advanced CMML: Hypomethylating Agents or Cytotoxic Treatment?",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a rare clonal haematological malignancy bearing characteristics of both myelodysplastic syndromes and myeloproliferative neoplasms. It primarily affects older people (median age at diagnosis ~72 years). There are many challenges encountered in its treatment. One striking issue is the lack of strong clinical evidence from large randomized clinical trials for treating this disease. Another issue is that patients with CMML have highly variable outcomes with current treatments. Additional challenges include a wider application of current knowledge, an improved understanding of pathogenesis, development of new therapies, and management of refractory cases/disease progression. It is clear that there is still progress to be made. Here, we review the available first-line treatment options for advanced CMML. Emphasis has been placed on choosing between hypomethylating agents and cytotoxic treatments, on the basis on disease-specific and patient-specific characteristics. A proper selection between these two treatments could lead to a better quality of care for patients with CMML.",
      "journal": "Frontiers in oncology",
      "publication_date": "2021",
      "authors": [
        {
          "name": "Liapis K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kotsianidis I",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34966690/",
      "citation": "{'name': 'Liapis K', 'authtype': 'Author', 'clusterid': ''} et al. Approaching First-Line Treatment in Patients With Advanced CMML: Hypomethylating Agents or Cytotoxic Treatment?. Frontiers in oncology (2021)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "21828134",
      "title": "Molecular predictors of response to decitabine in advanced chronic myelomonocytic leukemia: a phase 2 trial.",
      "abstract": "Hydroxyurea is the standard therapy of chronic myelomonocytic leukemia (CMML) presenting with advanced myeloproliferative and/or myelodysplastic features. Response to hypomethylating agents has been reported in heterogeneous series of CMML. We conducted a phase 2 trial of decitabine (DAC) in 39 patients with advanced CMML defined according to a previous trial. Median number of DAC cycles was 10 (range, 1-24). Overall response rate was 38% with 4 complete responses (10%), 8 marrow responses (21%), and 3 stable diseases with hematologic improvement (8%). Eighteen patients (46%) demonstrated stable disease without hematologic improvement, and 6 (15%) progressed to acute leukemia. With a median follow-up of 23 months, overall survival was 48% at 2 years. Mutations in ASXL1, TET2, AML1, NRAS, KRAS, CBL, FLT3, and janus kinase 2 (JAK2) genes, and hypermethylation of the promoter of the tumor suppressor gene TIF1gamma, did not predict response or survival on DAC therapy. Lower CJUN and CMYB gene expression levels independently predicted improved overall survival. This trial confirmed DAC efficacy in approximately 40% of CMML patients with advanced myeloproliferative or myelodysplastic features and suggested that CJUN and CMYB expression could be potential biomarkers in this setting. This trial is registered at EudraCT (eudract.ema.europa.eu) as #2008-000470-21 and www.clinicaltrials.gov as #NCT01098084. FAU - Braun, Thorsten",
      "journal": "Blood",
      "publication_date": "2011 Oct 6",
      "authors": [
        {
          "name": "Braun T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Itzykson R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Renneville A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "de Renzis B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dreyfus F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Laribi K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bouabdallah K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vey N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Toma A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Recher C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Royer B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Joly B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vekhoff A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lafon I",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sanhes L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Meurice G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Oréar C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Preudhomme C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gardin C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ades L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fontenay M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Droin N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Solary E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Groupe Francophone des Myélodysplasies",
          "authtype": "CollectiveName",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/21828134/",
      "citation": "{'name': 'Braun T', 'authtype': 'Author', 'clusterid': ''} et al. Molecular predictors of response to decitabine in advanced chronic myelomonocytic leukemia: a phase 2 trial.. Blood (2011 Oct 6)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "31699472",
      "title": "Sequential development of human herpes virus 8-positive diffuse large B-cell lymphoma and chronic myelomonocytic leukemia in a 59 year old female patient with hemoglobin SC disease.",
      "abstract": "Hematolymphoid neoplasms, including lymphoma and myeloid neoplasms, can occur in patients with sickle cell disease (SCD) or equivalent hemoglobinopathy, but an underlying connection between the two conditions has yet to be fully determined. Herein, we report a unique case of sequential development of two separate hematolymphoid neoplasms, human herpes virus 8 (HHV8)-positive diffuse large B-cell lymphoma (DLBCL) and chronic myelomonocytic leukemia, in a 59 year-old African American female with hemoglobin SC disease. While etiology of immunodeficiency is unknown, the potential causes include hydroxyurea therapy, disease related immunomodulation, chronic inflammation, and relatively old age. The leukemia cells demonstrated profound trilineage dysplasia and harbored complex cytogenetic abnormalities with loss of chromosome 5q and 7q, which are often observed in therapy-related myeloid neoplasms. Besides the potential causes listed above, we propose that myeloid leukemia in this setting may result from genomic changes due to excessive hematopoietic replication triggered by a hemolysis-induced cytokine storm. While myeloid neoplasms in the setting of SCD seems to herald a dismal clinical outcome per the literature, the HHV8-positive DLBCL in our case was apparently indolent, opposing the current perception of its clinical outcome.",
      "journal": "Pathology, research and practice",
      "publication_date": "2019 Dec",
      "authors": [
        {
          "name": "Zhao Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Maule J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Li Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Neff J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "McCall CM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hao T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yang W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rehder C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yang LH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang E",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/31699472/",
      "citation": "{'name': 'Zhao Y', 'authtype': 'Author', 'clusterid': ''} et al. Sequential development of human herpes virus 8-positive diffuse large B-cell lymphoma and chronic myelomonocytic leukemia in a 59 year old female patient with hemoglobin SC disease.. Pathology, research and practice (2019 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "11077120",
      "title": "Pericardial effusion in chronic myelomonocytic leukemia (CMML): a case report and review of the literature.",
      "abstract": "Pericardial effusion is a rare but potentially life-threatening complication of chronic myelomonocytic leukemia. A case of a 70-year-old female with CMML is reported, who developed a severe pericardial effusion after an initially stable course of disease. She underwent pericardiocentesis and subsequent intracardial instillation of mitoxantrone with poor response. Subxiphoid pericardiotomy was successfully performed. Leukocytosis did not respond to hydroxyurea. Because of decreasing performance status of the patient systemic chemotherapy was not applied and the patient died within 2 weeks. A review of the literature shows that there is no effective treatment for pericardial effusion in CMML, and some common features may be noted. FAU - Strupp, C",
      "journal": "Leukemia research",
      "publication_date": "2000 Dec",
      "authors": [
        {
          "name": "Strupp C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Germing U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Trommer I",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gattermann N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Aul C",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/11077120/",
      "citation": "{'name': 'Strupp C', 'authtype': 'Author', 'clusterid': ''} et al. Pericardial effusion in chronic myelomonocytic leukemia (CMML): a case report and review of the literature.. Leukemia research (2000 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "25982484",
      "title": "Chronic myelomonocytic leukaemia associated with acquired haemophilia A: case report and literature review.",
      "abstract": "",
      "journal": "Haemophilia : the official journal of the World Federation of Hemophilia",
      "publication_date": "2015 Jul",
      "authors": [
        {
          "name": "Liang Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lu RN",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zhang JF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Su W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Li JY",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zhang SJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lu H",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/25982484/",
      "citation": "{'name': 'Liang Y', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukaemia associated with acquired haemophilia A: case report and literature review.. Haemophilia : the official journal of the World Federation of Hemophilia (2015 Jul)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "40613931",
      "title": "Contemporary CMML Risk Stratification and Management.",
      "abstract": "PURPOSE OF REVIEW: Chronic myelomonocytic leukemia (CMML), a rare myelodysplastic/myeloproliferative neoplasm (MDS/MPN) overlap syndrome, poses diagnostic and therapeutic challenges due to its heterogeneity and rarity. This review highlights updates to CMML diagnostic criteria, examines risk stratification models and their clinical implications, and outlines both established and emerging therapies for this rare and likely underrecognized hematologic malignancy. RECENT FINDINGS: Updated diagnostic criteria from 2022 reduce the monocyte threshold to 0.5 x 10(9)/L for CMML diagnosis, which will reclassify many cases previously diagnosed as MDS. Risk stratification models continue to be refined allowing for improved prediction and may help select appropriate patients for allogeneic stem cell transplantation, the only curative therapeutic modality in CMML. Although trials in CMML were long relegated to subpopulation of MDS studies, there has recently been a flourishing of novel therapies being tested specifically in CMML. These include lenzilumab (anti-GM-CSF) and IO-202 (anti-LILRB4), which have demonstrated promising early efficacy signals but require further study. Established treatments, which include hypomethylating agents and hydroxyurea as well as the JAK1/2 inhibitor ruxolitinib, provide limited survival benefits in CMML, underscoring the urgent need for novel therapeutic development. Coordinated dedicated research efforts have started to evaluate new agents in CMML. Along with further diagnostic and prognostic refinement, these advances are welcomed for this rare and heterogenous disease.",
      "journal": "Current hematologic malignancy reports",
      "publication_date": "2025 Jul 4",
      "authors": [
        {
          "name": "Sastow D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Syal A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tremblay D",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40613931/",
      "citation": "{'name': 'Sastow D', 'authtype': 'Author', 'clusterid': ''} et al. Contemporary CMML Risk Stratification and Management.. Current hematologic malignancy reports (2025 Jul 4)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "8528056",
      "title": "Glomerular injury in chronic myelomonocytic leukemia.",
      "abstract": "Among 825 cases of de novo myelodysplastic syndromes (MDS) diagnosed over a period of 13 years in our center, 4 had clinically significant glomerulopathy. All 4 fulfilled diagnostic criteria of chronic myelomonocytic leukemia (CMML), and could be classified in the low or intermediate risk groups according to two scoring systems. Presenting symptoms of renal involvement were edema in 3 cases and acute renal failure in the remaining patient. Three patients had the nephrotic syndrome. Renal biopsy (performed in 2 cases but considered as contraindicated in the other cases) showed AL amyloidosis on one case and extracapillary glomerulonephritis in the other case. The 4 patients were treated with V16 or hydroxyurea and two had renal improvement. Only one previous case of MDS associated with glomerulopathy has been reported before and also very probably had CMML. This, and the response of renal disease to chemotherapy in 2 of our patients suggests a possible relationship between the two disorders. More systematic investigation of glomerular function, in CMML, could possibly disclose a higher incidence of cases of glomerular injury in this type of MDS. FAU - Morschhauser, F",
      "journal": "Leukemia & lymphoma",
      "publication_date": "1995 Aug",
      "authors": [
        {
          "name": "Morschhauser F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wattel E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pagniez D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lovi V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rose C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bauters F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/8528056/",
      "citation": "{'name': 'Morschhauser F', 'authtype': 'Author', 'clusterid': ''} et al. Glomerular injury in chronic myelomonocytic leukemia.. Leukemia & lymphoma (1995 Aug)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "1494812",
      "title": "Acute myelocytic leukemia and chronic myelomonocytic leukemia simultaneously with resectable breast cancer: a report of two cases.",
      "abstract": "This report describes 2 patients who developed acute myelocytic leukemia (AML) type M2 and chronic myelomonocytic leukemia (CMML) of the FAB classification, respectively 2 months and 2 weeks after diagnosis of operable breast cancer. The patient with AML showed pancytopenia 2 months before the diagnosis of AML, had a normal karyotype, and showed a good response to chemotherapy. The patient with CMML had a normal karyotype, and she was treated with hydroxyurea and supportive therapy. The 2 patients had no previous exposure to irradiation or cytotoxic therapy. These cases show that breast cancer and either leukemia or myelodysplastic syndrome may be associated even without previous irradiation or combination chemotherapy. FAU - Cavanna, L",
      "journal": "Tumori",
      "publication_date": "1992 Oct 31",
      "authors": [
        {
          "name": "Cavanna L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vallisa D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Di Stasi M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fornari F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Buscarini E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Schena C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Civardi G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sbolli G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Berte R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Buscarini L",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/1494812/",
      "citation": "{'name': 'Cavanna L', 'authtype': 'Author', 'clusterid': ''} et al. Acute myelocytic leukemia and chronic myelomonocytic leukemia simultaneously with resectable breast cancer: a report of two cases.. Tumori (1992 Oct 31)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34934616",
      "title": "Post-operative hyperleukocytosis and leukostasis as the initial presentation of chronic myelomonocytic leukemia: A case report and review of literature.",
      "abstract": "Leukemoid reactions following surgery are commonly caused by infections or tissue injury. Management is directed towards underlying condition and cytoreduction is not indicated. Chronic myelo-monocytic leukemia (CMML) is a clonal hematological malignancy characterized by persistent monocytosis and overlapping features of myelodysplastic and myeloproliferative neoplasms.In this case report we describe a 51-year-old Hispanic female without any significant prior medical history, who underwent a cholecystectomy for calculous cholecystitis. Post-operative course was complicated by hyperleukocytosis leading to splenic infarction and intracranial hemorrhage. Further investigations led to a diagnosis of CMML-2. A literature review of patients with CMML who developed post-operative leukocytosis and leukostasis (POLL) is presented.Case high lights two critical points: Post-operative hyperleukocytosis with leukostasis can be the first presentation of CMML Rapid diagnosis and institution of cytoreductive therapy with hydroxyurea is critical to avoid high morbidity and mortality.",
      "journal": "Leukemia research reports",
      "publication_date": "2021",
      "authors": [
        {
          "name": "Gaur S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Philipovskiy A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Orazi A",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34934616/",
      "citation": "{'name': 'Gaur S', 'authtype': 'Author', 'clusterid': ''} et al. Post-operative hyperleukocytosis and leukostasis as the initial presentation of chronic myelomonocytic leukemia: A case report and review of literature.. Leukemia research reports (2021)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "14738156",
      "title": "Chronic myelomonocytic leukemia coexisting with B-cell chronic lymphocytic leukemia.",
      "abstract": "Coexistence of B-cell chronic lymphocytic leukemia (B-CLL) and chronic myelomonocytic leukemia (CMML) is an unusal event, and to our knowledge, only four such cases have been reported in the literature. We report a 68-year-old white woman in whom these two diseases were diagnosed concomitantly. The diagnosis was made on the basis of peripheral blood count, morphology and immunophenotyping, and bone marrow cytology and histology. Interphase FISH analysis detected a 13q14.3 deletion in lymphocytes nuclei and no such abnormality in monocytes nuclei. The PCR analysis of IgH gene rearrangement in the bone marrow, as well as the peripheral blood lymphocytes, showed two different monoclonal IgH configurations as the result of biallelic clonal rearrangement of IgH genes suggesting an origin of lymphocytes from B-cell progenitors. The patient was originally treated with prednisone 1 mg/kg/day because of progressive significant thrombocytopenia, without improvement. Subsequently, she received one course of cladribine (2-CdA). Significant reduction of lymphocytes in the peripheral blood was observed. However, rapid increase of monocytes was seen shortly after the 2-CdA treatment. Subsequently, she received hydroxyurea (1.5 g/day) without hematological improvement. The patient died in January 2003, three months after diagnosis because of progression of both leukemias and associated pneumonia. Possible etiopathogenic relationship between both disorders is discussed. FAU - Robak, Tadeusz",
      "journal": "Leukemia & lymphoma",
      "publication_date": "2003 Nov",
      "authors": [
        {
          "name": "Robak T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Urbańska-Ryś H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Smolewski P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wawrzyniak E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Korycka A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kordek R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bartkowiak J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/14738156/",
      "citation": "{'name': 'Robak T', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelomonocytic leukemia coexisting with B-cell chronic lymphocytic leukemia.. Leukemia & lymphoma (2003 Nov)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34236344",
      "title": "Diagnosis and management of neutrophilic myeloid neoplasms.",
      "abstract": "Chronic neutrophilia is commonly seen with persistent infections, inflammatory disorders, smoking, solid tumors, and specific medications. However, after reactive causes have been excluded, a workup for primary (clonal) neutrophilic disorders, such as myeloproliferative neoplasms (MPNs) and myelodysplastic/myeloproliferative overlap syndromes, should be pursued. Except for chronic myeloid leukemia, which is defined by the presence of the Philadelphia (Ph) chromosome, and the classic Ph chromosome-negative MPNs (polycythemia vera, essential thrombocythemia, and primary myelofibrosis), clonal neutrophilic neoplasms historically have been challenging to diagnose and classify. The 2016 revised World Health Organization classification of these disorders has been based mainly on clinicopathologic features. However, recent discoveries of the molecular alterations underlying these disorders have served to supplement our knowledge of their morphologic and clinical features, opening new therapeutic avenues. In this review, we discuss the diagnostic approach, prognostic features, and treatments of neutrophilic myeloid neoplasms, with a focus on chronic neutrophilic leukemia, atypical chronic myeloid leukemia, and chronic myelomonocytic leukemia. FAU - Schwede, Matthew",
      "journal": "Clinical advances in hematology & oncology : H&O",
      "publication_date": "2021 Jul",
      "authors": [
        {
          "name": "Schwede M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gotlib J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Shomali W",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34236344/",
      "citation": "{'name': 'Schwede M', 'authtype': 'Author', 'clusterid': ''} et al. Diagnosis and management of neutrophilic myeloid neoplasms.. Clinical advances in hematology & oncology : H&O (2021 Jul)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "27760943",
      "title": "[Chronic Myelomonocytic Leukemia with Myelofibrosis Resulting in Sudden Massive Pleural Effusion during Cytoreductive Therapy with Hydroxycarbamide].",
      "abstract": "Pleural effusion may occur as a rare complication associated with myeloid hematological malignancies. However, it occasionally occurs in patients with myelodysplastic/myeloproliferative neoplasms(MDS/MPN), especially in chronic myelomonocytic leukemia(CMML)with marked leukocytosis. Pleural effusion can also develop in hematological disorders with bone marrow fibrosis. Here, we report a case of CMML with bone marrow fibrosis, in which massive pleural effusion developed rapidly during cytoreductive therapy with hydroxycarbamide(HU). At the same time, the patient's leukocytosis was well controlled by the HU treatment. Although the cause of the patient's pleural effusion was unclear, despite a detailed thoracoscopic investigation, it is suspected that the invasion of leukemia cells or extramedullary hematopoiesis in the thoracic cavity may have led to this complication. Our findings suggest that in MPN and hematological disorders with bone marrow fibrosis, pleural effusion should be considered as a possible complication and should be carefully monitored, even when cytoreductive therapy is effective. FAU - Sunami, Yoshitaka",
      "journal": "Gan to kagaku ryoho. Cancer & chemotherapy",
      "publication_date": "2016 Oct",
      "authors": [
        {
          "name": "Sunami Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gotoh A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Watanabe N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Edahiro Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hamano Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Harada H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Komatsu N",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/27760943/",
      "citation": "{'name': 'Sunami Y', 'authtype': 'Author', 'clusterid': ''} et al. [Chronic Myelomonocytic Leukemia with Myelofibrosis Resulting in Sudden Massive Pleural Effusion during Cytoreductive Therapy with Hydroxycarbamide].. Gan to kagaku ryoho. Cancer & chemotherapy (2016 Oct)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "8683997",
      "title": "All-trans retinoic acid in adult chronic myelomonocytic leukemia: results of a pilot study.",
      "abstract": "Retinoids can inhibit the spontaneous in vitro growth of CFU-GM observed in juvenile chronic myeloid leukemia (JCML) and, when administered in vivo, have shown some clinical benefit in this disease. Because adult chronic myelomonocytic leukemia (CMML) has many features in common with JCML, we treated 10 cases of advanced adult CMML with ATRA (45 mg/m2/day). Five of them were also tested in vitro. After two patients had a rapid increase in WBC counts and clinical signs reminiscent of the 'ATRA syndrome' seen in acute promyelocytic leukemia, with fatal outcome in one of them, it was decided to add hydroxyurea (HY) to ATRA to patients with high WBC at inclusion or during ATRA treatment, and no more cases of ATRA syndrome were seen. Overall, six patients received ATRA + HY and four ATRA alone. Four patients had a minor but significant response with reduction of transfusion requirement (two cases) or increase in platelet counts (two cases). Apart from the ATRA syndrome, no other side-effect of ATRA was seen. Bone marrow mononuclear cells showed spontaneous growth of CFU-C in methylcellulose in the five patients tested in vitro, with a predominance of CFU-M. ATRA (10(-7) M) inhibited CFU-M growth in all cases, but increased CFU-G growth in one patient who developed the ATRA syndrome. No differentiation of bone marrow myeloid cells after short-term liquid culture with ATRA was observed. A decrease of CFU-C growth was observed in the four patients reevaluated during follow-up. In some cases of CMML, ATRA can improve anemia or thrombocytopenia but not other parameters. Furthermore, it can also induce hyperleukocytosis and ATRA syndrome in some patients, requiring the rapid addition of cytoreductive agents such as HY. FAU - Cambier, N",
      "journal": "Leukemia",
      "publication_date": "1996 Jul",
      "authors": [
        {
          "name": "Cambier N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wattel E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Menot ML",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Guerci A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chomienne C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/8683997/",
      "citation": "{'name': 'Cambier N', 'authtype': 'Author', 'clusterid': ''} et al. All-trans retinoic acid in adult chronic myelomonocytic leukemia: results of a pilot study.. Leukemia (1996 Jul)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "18651553",
      "title": "Severe renal complications in chronic myelomonocytic leukemia.",
      "abstract": "A 56-year-old man presented with peripheral monocytosis and massive nephrotic syndrome. He was diagnosed as having chronic myelomonocytic leukemia and membranous glomerulonephritis. He received prednisone, chlorambucil and hydroxyurea, but the nephrotic syndrome persisted. Seven months after diagnosis, he was started on cyclosporin A; 1 month later he developed acute renal failure due to radiolucent bilateral renoureteral stones. His kidney function recovered after placing ureteral catheters and urine alkalization. Afterward, he was given mycophenolate mofetil, and proteinuria decreased to subnephrotic levels (1 g/24 hours). This case highlights 2 severe renal complications in this type of leukemia. To the best of our knowledge, there are only 2 previous cases of glomerulonephritis, histologically proven, associated with chronic myelomonocytic leukemia. On the other hand, reversible acute renal failure due to radiolucent bilateral renoureteral stones has never been reported. Also, as far as we know, mycophenolate mofetil was successfully used here for the first time for treating glomerulonephritis-related chronic myelomonocytic leukemia. FAU - Enriquez, R",
      "journal": "Journal of nephrology",
      "publication_date": "2008 Jul-Aug",
      "authors": [
        {
          "name": "Enriquez R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sirvent AE",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Marin F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Perez M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alpera MR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Amorós F",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/18651553/",
      "citation": "{'name': 'Enriquez R', 'authtype': 'Author', 'clusterid': ''} et al. Severe renal complications in chronic myelomonocytic leukemia.. Journal of nephrology (2008 Jul-Aug)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "6579877",
      "title": "Acquired factor XIII deficiency with chronic myelomonocytic leukemia.",
      "abstract": "",
      "journal": "Annals of internal medicine",
      "publication_date": "1983 Nov",
      "authors": [
        {
          "name": "Petri M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ellman L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Carey R",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/6579877/",
      "citation": "{'name': 'Petri M', 'authtype': 'Author', 'clusterid': ''} et al. Acquired factor XIII deficiency with chronic myelomonocytic leukemia.. Annals of internal medicine (1983 Nov)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "40415500",
      "title": "Nodal Mature Plasmacytoid Dendritic Cell Proliferation in a Patient With Chronic Myelomonocytic Leukemia: A Diagnostic Mimic of Blastic Plasmacytoid Dendritic Cell Neoplasm.",
      "abstract": "Mature plasmacytoid dendritic cell proliferation (MPDCP) is a rare, clonal but nonmalignant entity often associated with myeloid neoplasms such as chronic myelomonocytic leukemia (CMML), myelodysplastic syndromes, and acute myeloid leukemia. While typically confined to the bone marrow, nodal MPDCP is exceedingly rare and may mimic blastic plasmacytoid dendritic cell neoplasm (BPDCN), posing diagnostic challenges. We report a 78-year-old male with CMML-1 and progressive cervical lymphadenopathy. Workup revealed monocytosis, ASXL1 and CBL mutations, and CMML. Lymph node biopsy showed paracortical expansion by small mononuclear cells with plasmacytoid features. Immunophenotyping identified a CD4+, CD123+, CD303+, HLA-DR+, lysozyme+, CD56- population, consistent with MPDCP. A subset expressed TdT and granzyme B, with a Ki-67 index of 20% to 30%. Next-generation sequencing confirmed the same ASXL1 and CBL mutations in the lymph node, supporting clonal relation to CMML. Key differential diagnoses included BPDCN, T-cell lymphomas, Langerhans cell histiocytosis, and Kikuchi-Fujimoto disease. Absence of CD56, mature cytomorphology, and molecular concordance favored MPDCP. This case highlights the importance of distinguishing nodal MPDCP from malignant mimics. MPDCP may reflect immune evasion, altered cytokine signaling, or clonal progression in myeloid neoplasms. The patient was initially treated with hydroxyurea, later transitioned to decitabine/cedazuridine (Inqovi) for disease progression. Follow-up marrow biopsy showed stable CMML-2 with persistent mutations, and the patient remains under close monitoring. Recognizing MPDCP in unusual locations is critical for accurate diagnosis and prognostication. Further studies are warranted to clarify its molecular pathogenesis and potential as a biomarker of disease evolution in CMML and related disorders. FAU - Al-Nusair, Jowan",
      "journal": "Journal of investigative medicine high impact case reports",
      "publication_date": "2025 Jan-Dec",
      "authors": [
        {
          "name": "Al-Nusair J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Porter N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alagha Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Graffeo V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mahmud W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alshal M",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40415500/",
      "citation": "{'name': 'Al-Nusair J', 'authtype': 'Author', 'clusterid': ''} et al. Nodal Mature Plasmacytoid Dendritic Cell Proliferation in a Patient With Chronic Myelomonocytic Leukemia: A Diagnostic Mimic of Blastic Plasmacytoid Dendritic Cell Neoplasm.. Journal of investigative medicine high impact case reports (2025 Jan-Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "29102950",
      "title": "Fibrotic Lung Toxicity Induced by Hydroxycarbamide.",
      "abstract": "A patient treated for 4 months with hydroxycarbamide (hydroxyurea) for chronic myelomonocytic leukemia was admitted to hospital for recently developed severe dyspnea and acute respiratory failure. The computed tomographic scan of the chest showed diffuse ground glass opacities, some centrilobular low-density nodules (resembling hypersensitivity pneumonitis-like pattern), and minimal interstitial reticulation of the subpleural region. The analysis of bronchoalveolar lavage fluid excluded infection, as did serological examinations. The patient was started on oxygen therapy and with relief of thrombocytopenia and suspected hemolytic anemia, hydroxyurea treatment was discontinued. The patient underwent steroid therapy, with a rapid progressive improvement of clinical and radiological features. As hydroxyurea is increasingly used for a number of systemic disorders, physicians must be aware of its potential lung toxicity, requiring immediate cessation of the treatment and empiric corticosteroid therapy.",
      "journal": "In vivo (Athens, Greece)",
      "publication_date": "2017 Nov-Dec",
      "authors": [
        {
          "name": "Bargagli E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Palazzi M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Perri F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Torricelli E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rosi E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bindi A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pistolesi M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Voltolini L",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/29102950/",
      "citation": "{'name': 'Bargagli E', 'authtype': 'Author', 'clusterid': ''} et al. Fibrotic Lung Toxicity Induced by Hydroxycarbamide.. In vivo (Athens, Greece) (2017 Nov-Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "11976825",
      "title": "Lymphoid preponderance and the absence of basophilia and splenomegaly are frequent in m-bcr-positive chronic myelogenous leukemia.",
      "abstract": "Chronic myelogenous leukemia (CML) with a minor bcr-abl transcript is a rare entity. We describe a 66-year-old female who was diagnosed with CML in the chronic phase. Molecular analysis of her Philadelphia chromosome using the reverse transcriptase polymerase chain reaction and subsequent sequencing revealed a minor bcr-abl transcript. Monocytosis resembling chronic myelomonocytic leukemia was observed without splenomegaly and basophilia. Her clinical course was indolent and maintained the chronic phase of CML for nearly 3 years under hydroxyurea treatment. A review of the 23 cases of m-bcr CML including this case showed the presence of monocytosis and the absence of basophilia and splenomegaly in 55.0%, 55.0%, and 70.0% of patients, respectively. The absence of basophilia was a significant finding in patients without monocytosis ( P=0.01). Although the hematological features or clinical outcomes were variable in m-bcr CML cases, all three cases at the onset of the blastic phase showed lymphoid crisis, implying an increased lymphoid leukemogenicity of minor bcr-abl transcripts. FAU - Hur, M",
      "journal": "Annals of hematology",
      "publication_date": "2002 Apr",
      "authors": [
        {
          "name": "Hur M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Song EY",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kang SH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Shin DH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kim JY",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Park SS",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cho HI",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/11976825/",
      "citation": "{'name': 'Hur M', 'authtype': 'Author', 'clusterid': ''} et al. Lymphoid preponderance and the absence of basophilia and splenomegaly are frequent in m-bcr-positive chronic myelogenous leukemia.. Annals of hematology (2002 Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "9088933",
      "title": "Is treatment with hydroxyurea leukemogenic in patients with essential thrombocythemia? An analysis of three new cases of leukaemic transformation and review of the literature.",
      "abstract": "From 1981 to 1995, we diagnosed, followed and treated at our institution fifty-eight cases of essential thrombocythemia (ET), using hydroxyurea (HU) as first-line therapy in these patients. Three patients who were continuously receiving HU had a leukemic transformation after a chronic phase of respectively 47, 81 and 90 months. One patient developed an acute leukemia with minimal myeloid differentiation (AML MO) and soon died of refractory disease; the second developed a refractory anemia with excess blasts in transformation (t-RAEB) and survived one year; the third patient developed a chronic myelomonocytic leukemia (CMML) and is alive at 21 months. The two former patients had complex nonrandom bone marrow karyotypic abnormalities, suggestive of therapy-related leukemia, whereas the latter one had a normal karyotype throughout the chronic and leukemic phase. These findings, together with recently published results on myeloproliferative disorders (MPD) treated with HU, suggest that this drug might be as leukemogenic as other myelosuppressive therapies in patients with ET. Longterm HU therapy should be reserved for patients in whom the treatment benefits obviously outweigh the risk of inducing leukemia. FAU - Liozon, E",
      "journal": "Hematology and cell therapy",
      "publication_date": "1997 Feb",
      "authors": [
        {
          "name": "Liozon E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Brigaudeau C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Trimoreau F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Desangles F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fermeaux V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Praloran V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bordessoule D",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/9088933/",
      "citation": "{'name': 'Liozon E', 'authtype': 'Author', 'clusterid': ''} et al. Is treatment with hydroxyurea leukemogenic in patients with essential thrombocythemia? An analysis of three new cases of leukaemic transformation and review of the literature.. Hematology and cell therapy (1997 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "24522248",
      "title": "Azacitidine in CMML: matched-pair analyses of daily-life patients reveal modest effects on clinical course and survival.",
      "abstract": "Recent data suggest that azacitidine may be beneficial in CMML. We report on 48 CMML-patients treated with azacitidine. Overall response rates were high (70% according to IWG-criteria, including 22% complete responses). Monocyte count and cytogenetics adversely affected survival, whereas age, WHO-type, FAB-type, and spleen size did not. Matched-pair analyses revealed a trend for higher two-year-survival for azacitidine as compared to best supportive care (62% vs. 41%, p=0.067) and longer OS for azacitidine first-line vs. hydroxyurea first-line (p=0.072, median OS 27.7 vs. 6.2 months). This report reinforces existing evidence that azacitidine is safe and efficacious in both myelodysplastic and myeloproliferative CMML.",
      "journal": "Leukemia research",
      "publication_date": "2014 Apr",
      "authors": [
        {
          "name": "Pleyer L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Germing U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sperr WR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Linkesch W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Burgstaller S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stauder R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Girschikofsky M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Schreder M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pfeilstocker M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lang A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sliwa T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Geissler D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Schlick K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Placher-Sorko G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Theiler G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Thaler J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mitrovic M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Neureiter D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Valent P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Greil R",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/24522248/",
      "citation": "{'name': 'Pleyer L', 'authtype': 'Author', 'clusterid': ''} et al. Azacitidine in CMML: matched-pair analyses of daily-life patients reveal modest effects on clinical course and survival.. Leukemia research (2014 Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "29383443",
      "title": "Establishment and validation of a novel risk model for estimating time to first treatment in 120 patients with chronic myelomonocytic leukaemia.",
      "abstract": "Chronic myelomonocytic leukaemia is a rare disease and data on the treatment are often extrapolated from myelodysplastic syndrome studies. Although several scores exist for the prognosis of overall survival in chronic myelomonocytic leukaemia, so far there is no designated score for the prediction of the time to first treatment. We tested clinical parameters and cytogenetic information for their ability to predict the time to first treatment in our single center cohort of 55 unselected consecutive chronic myelomonocytic leukaemia patients. In multivariate analysis we identified elevated lactate dehydrogenase (>/=223 U/l), higher bone marrow blast percentage (>/=7.5%) and thrombocytopenia (<55 G/l) at initial diagnosis as the most relevant parameters for the time to first treatment. Using these three parameters we developed a risk score that efficiently estimates the time to treatment initiation with azacitidine or hydroxyurea (p < 0.001; log-rank). In the high-risk group (>/=2 risk factors) 85% of patients required treatment within 1 year, whereas this was the case in 48% in the intermediate-risk (1 risk factor) and in 0% in the low-risk group (0 risk factors). Our risk model was validated in an external test cohort of 65 patients and may serve as a simplified and easily applicable tool for identifying patients who may not require early treatment initiation. FAU - Huemer, Florian",
      "journal": "Wiener klinische Wochenschrift",
      "publication_date": "2018 Feb",
      "authors": [
        {
          "name": "Huemer F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Weiss L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Faber V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Neureiter D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Egle A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Geissler K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Voskova D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zebisch A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Burgstaller S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pichler A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stauder R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sperr W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lang A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pfeilstöcker M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Machherndl-Spandl S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stampfl M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Greil R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pleyer L",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/29383443/",
      "citation": "{'name': 'Huemer F', 'authtype': 'Author', 'clusterid': ''} et al. Establishment and validation of a novel risk model for estimating time to first treatment in 120 patients with chronic myelomonocytic leukaemia.. Wiener klinische Wochenschrift (2018 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "15101735",
      "title": "Gingival involvement in a patient with CD56+ chronic myelomonocytic leukemia.",
      "abstract": "Leukemic infiltration of the gingiva is most commonly reported to be associated with monocytic subtypes of acute myeloblastic leukemia (AML) but rarely with myelodysplastic syndromes (MDS). Here we report a case of CD56+ chronic myelomonocytic leukemia (CMML) who developed gingival involvement simultaneously when the leukocyte count elevated. At that time no increase in peripheral or bone marrow blasts were observed. Gingival hypertrophy regressed with the treatment of hydroxyurea. Three months later, bone marrow blast count elevated and the patient was treated with two courses of AML-like regimen and then one course of consolidation therapy. The patient is in complete hematological remission for one and a half years. Similar to other extramedullary involvements, gingival hypertrophy in CMML can be a harbinger of the disease entering a more aggressive phase requiring systemic chemotherapy. FAU - Vural, Filiz",
      "journal": "Leukemia & lymphoma",
      "publication_date": "2004 Feb",
      "authors": [
        {
          "name": "Vural F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ozcan MA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ozsan GH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Demirkan F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Piskin O",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ates H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kargi A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Undar B",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/15101735/",
      "citation": "{'name': 'Vural F', 'authtype': 'Author', 'clusterid': ''} et al. Gingival involvement in a patient with CD56+ chronic myelomonocytic leukemia.. Leukemia & lymphoma (2004 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "34840744",
      "title": "Atypical CML with TET2 mutation, associated with NRAS and KRAS: A case report and literature review.",
      "abstract": "BACKGROUND: Atypical chronic myeloid leukemia (BCR-ABL1 negative) is a rare myeloid neoplasm with poor prognosis and no current standard of treatment. It features both myelodysplastic and myeloproliferative characteristics with little data regarding mutations playing a role in the disease. PRESENTATION OF CASE: We present a case of a 55-year-old female complaining of fever, cough, general weakness and night sweats. Examinations showed leukocytosis with a left shift, thrombocytopenia, hypercellular bone marrow with marked granulocytic hyperplasia and a negative BCR-ABL. After ruling out myelodysplastic and other myeloproliferative diseases the patient was finally diagnosed as aCML according to the WHO criteria with mutations in the TET2 gene, the NRAS gene and in the KRAS gene. The patient was started on Hydroxyurea for a duration of 9 months with an excellent initial response leading to normalization of her platelets and WBCs. However, in the last month she stopped responding to therapy and her state of health started declining once again. CONCLUSION: Atypical chronic myeloid leukemia (BCR-ABL1 negative with presence of TET2 gene mutation) is an unusual finding in myeloid neoplasms, have unknown prognosis and no current standard of treatment. It features both myelodysplastic and myeloproliferative characteristics with little data regarding mutations playing a role in the disease.",
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2021 Nov",
      "authors": [
        {
          "name": "Abuzneid YS",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alzeerelhouseini HIA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Marzouqa N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yaghi Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Al-Ihribat AR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alqam B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Krama A",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/34840744/",
      "citation": "{'name': 'Abuzneid YS', 'authtype': 'Author', 'clusterid': ''} et al. Atypical CML with TET2 mutation, associated with NRAS and KRAS: A case report and literature review.. Annals of medicine and surgery (2012) (2021 Nov)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "9580461",
      "title": "The value of cell cultures for the diagnosis of mixed myelodysplastic/myeloproliferative disorders.",
      "abstract": "BACKGROUND AND OBJECTIVE: Myelodysplastic syndromes (MDS) are a group of disorders characterized by dyshematopolesis in bone marrow (BM) and peripheral blood (PB) cytopenias. In recent years particular attention has been paid to myeloproliferative disorders with dysplastic features or myelodysplastic syndromes that evolve into a myeloproliferative disorder. The present study was designed to analyze patients with MDS but with a normal or increased colony forming capacity, in order to see whether or not cell cultures could contribute to the diagnosis of intermediate MDS-MPD conditions. DESIGN AND METHODS: A total of 80 patients diagnosed as having MDS were included in the study. CFU-GM assay was performed by plating 1 x 10(5) mononuclear cells/mL in IMDM and 0.9% methyl-cellulose containing 10% PHA-LCM. In all cases cultures were run in parallel without PHA-LCM to assess autonomous growth. Cultures were incubated at 37 degrees C in a fully humidified atmosphere with 5% CO2 and scored at day 14. Cytogenetic analysis was performed according to standard procedures. Short-term cultures of 24 and/or 48 hours were used. RESULTS: Twenty-two patients out of the 80 MDS cases included in the study showed a normal or increased cell growth pattern. Among these 22 patients, eight were diagnosed as suffering from chronic myelomonocytic leukemia (CMML) according to the FAB criteria and were excluded from the present analysis. The remaining 14 cases, which constitute the body of this study, displayed an increased number of clusters and/or colonies, with an altered cluster/colony ratio (anomalous growth) in 10 cases. Autonomous colony formation was present in five of these 14 cases and autonomous cluster growth was seen in all but three of them. In addition, one patient showed endogenous BFU-E growth. Morphological diagnoses were then revised due to this aberrant colony growth pattern: based on actual criteria, 3 patients could have been considered as having a-CML (atypical chronic myeloid leukemia). Another 6 cases evolved to a more proliferative disorder: 5 to CMML, and one to a-CML. Interestingly, in 3 of these 6 patients the evolution took place concomitantly with an infectious episode. In one additional patient the platelet count increased up to 1000 x 10(9)/L and required treatment with hydroxyurea. INTERPRETATION AND CONCLUSIONS: Our results show that intermediate MDS-MPD cases are relatively common and that in vitro characteristics, i.e. high clonogenic capacity with a high cluster/colony ratio and scanty autonomous growth, in patients showing myelodysplastic features could contribute to an early diagnosis in these cases. It is possible that in some cases an infectious episode, through higher cytokine secretion, contributes to the development of these disorders. FAU - Del Canizo, M C",
      "journal": "Haematologica",
      "publication_date": "1998 Jan",
      "authors": [
        {
          "name": "Del Cañizo MC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Brufau A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mota A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lopez N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Fernandez ME",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vallejo C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hernandez JM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Garcia JL",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "San Miguel JF",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/9580461/",
      "citation": "{'name': 'Del Cañizo MC', 'authtype': 'Author', 'clusterid': ''} et al. The value of cell cultures for the diagnosis of mixed myelodysplastic/myeloproliferative disorders.. Haematologica (1998 Jan)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "9585073",
      "title": "Treatment with low-dose oral etoposide in patients with myelodysplastic syndromes.",
      "abstract": "Forty-three patients with myelodysplastic syndromes (MDS) received treatment with oral etoposide 50 mg/day for 21 consecutive days every 4 weeks. Eighteen patients (42%) experienced hematological responses, including 12 of 17 (70%) patients with chronic myelomonocytic leukemia (CMML). Three of five CMML patients who failed treatment with hydroxyurea experienced major hematological responses with oral etoposide. Median response duration exceeded 9 months (range: 4-49 + months), and one patient remains in an unmaintained complete remission for 4 years. Toxicity included nausea/vomiting in five patients, fever (four patients), infection (three patients), mucositis (two patients), and anorexia (two patients). Two patients had grade 4 neutropenia with sepsis necessitating treatment withdrawal. We conclude that low-dose oral etoposide has remitting activity in MDS and is an effective treatment alternative for patients with CMML. FAU - Doll, D C",
      "journal": "Leukemia research",
      "publication_date": "1998 Jan",
      "authors": [
        {
          "name": "Doll DC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kasper LM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Taetle R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "List AF",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/9585073/",
      "citation": "{'name': 'Doll DC', 'authtype': 'Author', 'clusterid': ''} et al. Treatment with low-dose oral etoposide in patients with myelodysplastic syndromes.. Leukemia research (1998 Jan)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "10583263",
      "title": "Chronic myelogenous leukaemia with p185(BCR/ABL) expression: characteristics and clinical significance.",
      "abstract": "We investigated the significance of p185BCR/ABL expression in patients with chronic myelogenous leukaemia (CML) in relation to disease features, therapy and outcome. Results of Western blot analysis for 1384 patients referred with a diagnosis of CML to our institution from 1989 to 1997 were reviewed. Clinical characteristics, results of cytogenetic analysis and RT-PCR for BCR rearrangement were analysed. Five patients with Ph-positive CML expressing the p185BCR/ABL hybrid protein were identified. By RT-PCR, bone marrow specimens of these patients were confirmed to have an e1a2 junction. The median age at diagnosis of these patients was 55 years (range 43-76). All had elevated white cell counts at diagnosis (median 50 x 109/l, range 11.7-163 x 109/l). Four patients had monocytosis (range 10-16%) with a low neutrophil/monocyte ratio in the peripheral blood (range 3.4-5.7). Patients presented with various stages of the disease (two in chronic-phase CP, two in accelerated-phase AP, and one in blastic-phase BP). The clinical course and therapy of the patients varied, with one patient receiving hydroxyurea only, three patients receiving hydroxyurea followed by interferon-alpha based regimens and bone marrow transplantation. The patient presenting in BP was treated with combination chemotherapy. The clinical outcome of the patients was also varied with one patient alive and in complete remission (with complete cytogenetic remission after transplant) and four patients dead after progression to more advanced stages. We conclude that patients with Ph-positive p185BCR/ABL CML frequently present with monocytosis and a low neutrophil/monocyte ratio in the peripheral blood, aiding the speculation that the presence of the p185BCR/ABL hybrid protein may contribute to a phenotype intermediate between CML and CMML. Of interest, the only other specific clinical feature identified was the absence of splenomegaly in four of five patients. There was no definite association with transformation to lymphoid blast phase. FAU - Ravandi, F",
      "journal": "British journal of haematology",
      "publication_date": "1999 Dec",
      "authors": [
        {
          "name": "Ravandi F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cortes J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Albitar M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Arlinghaus R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Qiang Guo J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Talpaz M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kantarjian HM",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/10583263/",
      "citation": "{'name': 'Ravandi F', 'authtype': 'Author', 'clusterid': ''} et al. Chronic myelogenous leukaemia with p185(BCR/ABL) expression: characteristics and clinical significance.. British journal of haematology (1999 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "30150344",
      "title": "Opioid toxicity with underlying tumour lysis syndrome in a patient with CMML: a diagnostic and therapeutic challenge.",
      "abstract": "Use of strong opioids like morphine as analgesics for painful conditions in haematological malignancies is a challenging task. We report a unique case of chronic myelomonocytic leukaemia presenting with opioid toxicity overlapping with tumour lysis syndrome. The patient was on hydroxyurea-based chemotherapy for the primary disease. She was receiving oral morphine for abdominal pain due to splenomegaly. She was brought to the emergency in unresponsive state with pinpoint pupils. Opioid overdose leading to unconsciousness was suspected as the first diagnosis. Further workup revealed a final diagnosis of tumour lysis syndrome overlapping with opioid overdose. The patient was ventilated and started on naloxone infusion, and supportive measures for managing tumour lysis were added. The patient gradually improved and was extubated on the fifth day of ventilation. This case presents several learning points for the treating physician. Haematological malignancies have a dynamic course of disease with waxing and waning tumour burden during the course of chemotherapy. This fact should be kept in mind when prescribing strong opioids like morphine on outpatient basis to these patients. Massive tumour cell lysis during the course of chemotherapy may precipitate tumour lysis syndrome and may lead to renal dysfunction which makes the patient susceptible to morphine-related adverse effects. Pain physician should keep a watch for therapy-related adverse effects to avoid diagnostic and therapeutic dilemma associated with coexisting features of these two fatal conditions.",
      "journal": "BMJ case reports",
      "publication_date": "2018 Aug 27",
      "authors": [
        {
          "name": "Vig S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mishra S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rustagi K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bhan S",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/30150344/",
      "citation": "{'name': 'Vig S', 'authtype': 'Author', 'clusterid': ''} et al. Opioid toxicity with underlying tumour lysis syndrome in a patient with CMML: a diagnostic and therapeutic challenge.. BMJ case reports (2018 Aug 27)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "16104083",
      "title": "[Our experiences in the treatment of myelodysplastic syndromes].",
      "abstract": "From 1987 an abrupt increase of the number of patients presented with MDS has been registered. We present our experiences in the treatment of 42 patients. The number of the male patients was two times larger than of the females. They were most frequently diagnosed as having RAB (43%) and RAEBt (28.5%). RA was found in 14%, RARS in 9.5% and CMML. in only 5% of the cases. The treatment was accomplished with ultralow (3 mg/m2/12h s.c.) and low doses (10 mg/m2/12h s.c.) of ARA-C in 75% of the patients with RAEBt and 44.4% with RAEB, while the CMML group received hydroxyurea. The treatment improved hematologic results but the complete remission lacked. In 23.8% of the cases the disease developed into acute nonlymphoblastic leukemia. Patients excepted from cytostatic therapy were observed by the use of androgens, anabolics, vitamin A+D3 and transfusion of separated erythrocytes. In 38% of the patients with MDS a lethal outcome followed. Life of those in whom the disease developed into acute leukemia in statistically significatly shorter (p < 0.05). There was no statistically significant difference in the survival rate between the treated and nontreated patients (p > 0.05). Further treatment of these patients includes, apart from ultralow doses of ARA-C, the use of retinoic acid, a growth factor (GM-CSF) and bone marrow transplantation. FAU - Belic, A",
      "journal": "Medicinski pregled",
      "publication_date": "1992",
      "authors": [
        {
          "name": "Belić A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pejin D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stefanović N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Spasojević J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Popović S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Uzurov V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kljajić D",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/16104083/",
      "citation": "{'name': 'Belić A', 'authtype': 'Author', 'clusterid': ''} et al. [Our experiences in the treatment of myelodysplastic syndromes].. Medicinski pregled (1992)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "15359914",
      "title": "[Pleural involvement in the course of chronic myelomonocytic leukemia and the development of multiple colonic perforation due to leukemic infiltration in the acute leukemia phase].",
      "abstract": "A 68-year-old man with chronic myelomonocytic leukemia (CMML) was initially treated with hydroxyurea with subsequent stable disease. In the time course, he developed bilateral pleuritis accompanied by leukocytosis and spiking fever. Cytologic analysis of the pleural effusion revealed abundant mature granulocytes and monocytes. He was treated with intravenous or oral etoposide with consequent resolution of the pleuritis, indicating the pleural involvement of CMML. Three months later, he developed hepatomegaly and became febrile. One month thereafter, the CMML transformed to acute myeloid leukemia, and the patient developed massive bloody stools associated with epigastric pain and leukocytosis. A gastrofiberscopic examination showed multiple bleeding gastric ulcers. The bleeding ulcers were treated with the clipping procedure; however, the bloody stools continued. Although intravenous etoposide was effective for the leukocytosis and hepatomegaly, the treatment did not improve the bloody stools. The patient finally died of panperitonitis. The autopsy showed multiple ulcers of the transverse colon, some of which were perforated. Microscopically, the ulcerated areas were densely infiltrated with leukemic cells predominantly consisting of immature monocytes and granulocytes. This patient may be the first reported case of CMML complicated by colonic perforation due to leukemic infiltration. FAU - Watanabe, Naoko",
      "journal": "[Rinsho ketsueki] The Japanese journal of clinical hematology",
      "publication_date": "2004 Jul",
      "authors": [
        {
          "name": "Watanabe N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Takahashi T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sakamoto Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tanaka Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kurata M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Matsushita A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Maeda A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nagai K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Shirane H",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/15359914/",
      "citation": "{'name': 'Watanabe N', 'authtype': 'Author', 'clusterid': ''} et al. [Pleural involvement in the course of chronic myelomonocytic leukemia and the development of multiple colonic perforation due to leukemic infiltration in the acute leukemia phase].. [Rinsho ketsueki] The Japanese journal of clinical hematology (2004 Jul)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "8922495",
      "title": "Therapy-related chronic myelomonocytic leukaemia with bone marrow eosinophilia associated with der(11)t(1;11)(q21;q14).",
      "abstract": "A 19-year-old male with chronic myelomonocytic leukaemia (CMML) with bone marrow eosinophilia terminating in myeloblastic transformation is described. Before the appearance of CMML, he received a total dose of 2,894 mg of nimustine for the treatment of a pontine glioma over 12 years. Peripheral blood count showed leucocytosis with mature neutrophils and monocytes. Bone marrow smears showed myeloid hyperplasia with increased blasts and abnormal eosinophils and dysplastic features in the myeloid and megakaryocytic cells. A karyotype analysis of the bone marrow cells indicated 46, XY, der(11)t(1;11)(q21;q14). No bcr/abl rearrangement was observed in the cells. He was treated with hydroxyurea to control the leucocyte count, but myeloblastic transformation developed. FAU - Muroi, K",
      "journal": "Acta haematologica",
      "publication_date": "1996",
      "authors": [
        {
          "name": "Muroi K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Miyata T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Saito M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hatake K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Amemiya Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Miura Y",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/8922495/",
      "citation": "{'name': 'Muroi K', 'authtype': 'Author', 'clusterid': ''} et al. Therapy-related chronic myelomonocytic leukaemia with bone marrow eosinophilia associated with der(11)t(1;11)(q21;q14).. Acta haematologica (1996)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "11908732",
      "title": "Pentasomy 8q resulting from duplication of isochromosome 8q in chronic myelomonocytic leukemia.",
      "abstract": "We report an interesting case of chronic myelomonocytic leukemia (CMML) with pentasomy 8q resulting from the duplication of isochromosome 8q in a 47-year-old male. His blood picture and myelogram showed CMML and the chromosome study, using R-banding and G-banding techniques, revealed a karyotype of 47,XY,-8,+i(8)(q10)x2. Dual-color fluorescence in situ hybridization (FISH) studies with a #8 centromeric probe and a locus-specific probe for C-myc gene completely confirmed the result of the conventional cytogenetic method. Reverse transcription polymerase reaction (RT-PCR) revealed no BCR/ABL fusion transcript. Hydroxyurea and 6-mercaptopurine therapy did not induce a complete remission and five months later he died of exacerbation of his disease. On reviewing another two cases with pentasomy 8q in the literature, we feel that pentasomy 8q, when present as a sole anomaly, may play a specific role in leukemogenesis and in determining the clinical characteristics such as monocytic involvement and poor prognosis. FAU - Shen, Yongmei",
      "journal": "Leukemia & lymphoma",
      "publication_date": "2002 Jan",
      "authors": [
        {
          "name": "Shen Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xue Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Li J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Guo Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wu Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pan J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/11908732/",
      "citation": "{'name': 'Shen Y', 'authtype': 'Author', 'clusterid': ''} et al. Pentasomy 8q resulting from duplication of isochromosome 8q in chronic myelomonocytic leukemia.. Leukemia & lymphoma (2002 Jan)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "16447718",
      "title": "[Chronic myelomonocytic leukemia with pleural effusion as the first clinical sign].",
      "abstract": "We report a chronic myelomonocytic leukemia (CMML) patient whose initial symptom was pleural effusion, which is extremely rare. A 61-year-old male was referred to our hospital because of leukocytosis with blasts and pleural effusion with chest pain. Bone marrow examination showed trilineage dysplasia with 14% blasts and a normal karyotype. He was diagnosed as having MDS (RAEB) and infectious pleuritis on admission. Despite administration of antibiotics, leukocytosis with monocytosis and pleural effusion progressed rapidly. His diagnosis was then changed to CMML-2 and pleural infiltration due to leukemic cells expressing CD13, CD14 and CD33. After the leukocytosis was brought under control with hydroxycarbamide, the patient's pleural effusion disappeared. FAU - Yamazaki, Etsuko",
      "journal": "[Rinsho ketsueki] The Japanese journal of clinical hematology",
      "publication_date": "2005 Mar",
      "authors": [
        {
          "name": "Yamazaki E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kanai M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sakai R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sakamoto H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ishigatsubo Y",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/16447718/",
      "citation": "{'name': 'Yamazaki E', 'authtype': 'Author', 'clusterid': ''} et al. [Chronic myelomonocytic leukemia with pleural effusion as the first clinical sign].. [Rinsho ketsueki] The Japanese journal of clinical hematology (2005 Mar)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "40365824",
      "title": "KDM6A Deficiency Induces Myeloid Bias and Promotes CMML-Like Disease Through JAK/STAT3 Activation by Repressing SOCS3.",
      "abstract": "Chronic myelomonocytic leukemia (CMML) is a hematologic malignancy with a poor prognosis and limited targeted therapies. Lysine demethylase 6A (KDM6A), a H3K27 demethylase and key component of the COMPASS complex, is frequently mutated in hematologic malignancies, but its roles in embryonic hematopoiesis and tumor suppression in CMML remain unclear. Using zebrafish models with kdm6a mutants and integrative multi-omics analysis (ATAC-seq, RNA-seq, ChIP), we find that Kdm6a is a critical positive regulator of hematopoietic stem and progenitor cell (HSPC) emergence via Syk-related inflammatory signaling in a H3K27me3-dependent manner. We further find that Kdm6a haploinsufficiency in zebrafish leads to myeloid-biased hematopoiesis and a CMML-like disease, similar to CMML patients with reduced KDM6A expression. This KDM6A haploinsufficiency also significantly alters the chromatin landscape of genes associated with aging and cellular homeostasis in HSPCs. Mechanistically, KAM6A haploinsufficiency represses SOCS3 expression, thereby activating JAK/STAT3 signaling in HSPCs. Importantly, inhibitors targeting JAK or STAT3 phosphorylation alleviate myeloid expansion, providing a rationale for JAK/STAT pathway inhibition in CMML therapy. These findings enhance our understanding of CMML pathogenesis and propose new therapeutic avenues.",
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025 Jun",
      "authors": [
        {
          "name": "Chen H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dong R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yu P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Li T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Qian Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zhou H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yue X",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xiao H",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/40365824/",
      "citation": "{'name': 'Chen H', 'authtype': 'Author', 'clusterid': ''} et al. KDM6A Deficiency Induces Myeloid Bias and Promotes CMML-Like Disease Through JAK/STAT3 Activation by Repressing SOCS3.. Advanced science (Weinheim, Baden-Wurttemberg, Germany) (2025 Jun)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "39766092",
      "title": "Detection of KMT2A Partial Tandem Duplication by Optical Genome Mapping in Myeloid Neoplasms: Associated Cytogenetics, Gene Mutations, Treatment Responses, and Patient Outcomes.",
      "abstract": "KMT2A partial tandem duplication (PTD) involves intragenic KMT2A duplications and has been associated with poorer prognosis. In this study, we evaluated KMT2A PTD in 1277 patients with hematological malignancies using optical genome mapping (OGM). KMT2A PTD was detected in 35 patients with acute myeloid leukemia (AML) (7%), 5 patients with myelodysplastic syndrome (MDS) (2.2%), and 5 patients with chronic myelomonocytic leukemia (CMML) (7.1%). The PTDs varied in size, region, and copy number. An Archer RNA fusion assay confirmed KMT2A PTD in all 25 patients tested: 15 spanning exons 2 to 8 and 10 spanning exons 2 to 10. Most patients exhibited a normal (n = 21) or non-complex (n = 20) karyotype. The most common chromosomal abnormalities included loss of 20q or 7q and trisomy 11/gain of 11q. All patients had gene mutations, with FLT3 ITD and DNMT3A prevalent in AML and DNMT3A and RUNX1 common in MDS and CMML. Among patients who received treatment and had at least one follow-up bone marrow evaluation, 82% of those with de novo AML achieved complete remission after initial induction chemotherapy, whereas 90% of patients with secondary or refractory/relapsed AML showed refractory or partial responses. All but one patient with MDS and CMML were refractory to therapy. We conclude that OGM is an effective tool for detecting KMT2A PTD. Neoplasms with KMT2A PTD frequently harbor gene mutations and display normal or non-complex karyotypes. Patients with KMT2A PTD are generally refractory to conventional therapy, except for de novo AML. FAU - Wei, Qing",
      "journal": "Cancers",
      "publication_date": "2024 Dec 16",
      "authors": [
        {
          "name": "Wei Q",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xu J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Loghavi S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Daver N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Toruner GA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang W",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Medeiros LJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tang G",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/39766092/",
      "citation": "{'name': 'Wei Q', 'authtype': 'Author', 'clusterid': ''} et al. Detection of KMT2A Partial Tandem Duplication by Optical Genome Mapping in Myeloid Neoplasms: Associated Cytogenetics, Gene Mutations, Treatment Responses, and Patient Outcomes.. Cancers (2024 Dec 16)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "28119224",
      "title": "Clinical significance of isolated del(7p) in myeloid neoplasms.",
      "abstract": "Sole del(7p) is a rare finding in myeloid neoplasms and its clinical significance is largely unknown. Here we report 10 patients with isolated del(7p), 4 had acute myeloid leukemia (AML), 2 myelodysplastic syndromes (MDS), 1 chronic myelomonocytic leukemia (CMML), 1 primary myelofibrosis (PMF), and 2 AML in remission. Seven patients had large and 3 had small del(7p) clone. For patients with AML, 3 acquired del(7p) either at disease relapse or disease progression, then became refractory to therapy and died shortly thereafter (median 5 months). Detection of del(7p) in patients with MDS, CMML, or PMF appeared to predict poorer prognosis as all 4 patients experienced disease progression or transformation to AML after 5-24 months. In the remaining 3 patients (1 AML and 2 AML in remission), del(7p) was only detected in 10% to 30% of metaphases and was a transient finding that did not appear to have any clinical impact. We conclude that detection of del(7p) in myeloid neoplasms, when presents as a major clone, often poses a high risk for disease progression and refractoriness to therapy; whereas when del(7p) presents as a small clone, it may not carry any clinical significance.",
      "journal": "Leukemia research",
      "publication_date": "2017 Apr",
      "authors": [
        {
          "name": "Gur HD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang SA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tang Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Li S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Medeiros LJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tang G",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/28119224/",
      "citation": "{'name': 'Gur HD', 'authtype': 'Author', 'clusterid': ''} et al. Clinical significance of isolated del(7p) in myeloid neoplasms.. Leukemia research (2017 Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "30054307",
      "title": "Validation of the 2017 revision of the WHO chronic myelomonocytic leukemia categories.",
      "abstract": "The 2017 revision of the World Health Organization (WHO) classification includes substantial changes to the subclassification of chronic myelomonocytic leukemia (CMML): (1) a 3-tiered blast-based scheme including a novel \"CMML-0\" category replacing a 2-tiered system in place since 2001 and (2) 2 CMML subtypes, myelodysplastic (MDS-CMML) and myeloproliferative (MP-CMML), based on a white blood cell count cutoff of 13 x 10(9)/L. The clinical utility of this subclassification scheme, particularly the expansion of blast-based subgroups, has not been validated. In this study, a large single-institution CMML patient cohort (n = 629) was used to assess the prognostic impact of the newly proposed categories. Patients were risk stratified according to the CMML-specific Prognostic Scoring System (CPSS) and the MD Anderson Prognostic Scoring System. MP-CMML patients had significantly shorter overall survival (OS; P < .0001; hazard ratio: 0.53, 95% confidence interval: 0.42-0.65) and median duration to acute myeloid leukemia (AML) transformation (P < .0001; 15.2 vs 22.0 months) compared with MDS-CMML patients. The CMML-0 group included 36.4% patients with higher risk CPSS categories and 11.2% of patients with high-risk cytogenetics. Among treatment-naive patients (n = 499), there was a marginal difference in OS between the CMML-0 and CMML-1(2017) subgroups (P = .0552). The WHO 2017 blast-based categories were not associated with AML-free survival. Incorporation of the WHO 2017 blast-based subgroups in a modified CPSS scheme had a neutral effect and did not improve its prognostic strength. Our data support the inclusion of MP-CMML and MDS-CMML subtypes in the WHO 2017 revision. Although of some utility in MP-CMML, the 3-tiered blast-based system is not well supported in this study.",
      "journal": "Blood advances",
      "publication_date": "2018 Aug 14",
      "authors": [
        {
          "name": "Loghavi S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sui D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wei P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Garcia-Manero G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pierce S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Routbort MJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jabbour EJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pemmaraju N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kanagal-Shamanna R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gur HD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zuo Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Medeiros LJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kantarjian HM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Khoury JD",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/30054307/",
      "citation": "{'name': 'Loghavi S', 'authtype': 'Author', 'clusterid': ''} et al. Validation of the 2017 revision of the WHO chronic myelomonocytic leukemia categories.. Blood advances (2018 Aug 14)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "25965571",
      "title": "Telomere dysfunction drives aberrant hematopoietic differentiation and myelodysplastic syndrome.",
      "abstract": "Myelodysplastic syndrome (MDS) risk correlates with advancing age, therapy-induced DNA damage, and/or shorter telomeres, but whether telomere erosion directly induces MDS is unknown. Here, we provide the genetic evidence that telomere dysfunction-induced DNA damage drives classical MDS phenotypes and alters common myeloid progenitor (CMP) differentiation by repressing the expression of mRNA splicing/processing genes, including SRSF2. RNA-seq analyses of telomere dysfunctional CMP identified aberrantly spliced transcripts linked to pathways relevant to MDS pathogenesis such as genome stability, DNA repair, chromatin remodeling, and histone modification, which are also enriched in mouse CMP haploinsufficient for SRSF2 and in CD34(+) CMML patient cells harboring SRSF2 mutation. Together, our studies establish an intimate link across telomere biology, aberrant RNA splicing, and myeloid progenitor differentiation.",
      "journal": "Cancer cell",
      "publication_date": "2015 May 11",
      "authors": [
        {
          "name": "Colla S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ong DS",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ogoti Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Marchesini M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mistry NA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Clise-Dwyer K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ang SA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Storti P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Viale A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Giuliani N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ruisaard K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ganan Gomez I",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bristow CA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Estecio M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Weksberg DC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ho YW",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Genovese G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pettazzoni P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Multani AS",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jiang S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hua S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ryan MC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Carugo A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nezi L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wei Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yang H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "D'Anca M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zhang L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gaddis S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gong T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Horner JW",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Heffernan TP",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jones P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cooper LJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Liang H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kantarjian H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang YA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Chin L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bueso-Ramos C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Garcia-Manero G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "DePinho RA",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/25965571/",
      "citation": "{'name': 'Colla S', 'authtype': 'Author', 'clusterid': ''} et al. Telomere dysfunction drives aberrant hematopoietic differentiation and myelodysplastic syndrome.. Cancer cell (2015 May 11)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "28115276",
      "title": "Allogeneic Hematopoietic Cell Transplantation for Adult Chronic Myelomonocytic Leukemia.",
      "abstract": "Allogeneic hematopoietic cell transplantation (HCT) is potentially curative for patients with chronic myelomonocytic leukemia (CMML); however, few data exist regarding prognostic factors and transplantation outcomes. We performed this retrospective study to identify prognostic factors for post-transplantation outcomes. The CMML-specific prognostic scoring system (CPSS) has been validated in subjects receiving nontransplantation therapy and was included in our study. From 2001 to 2012, 209 adult subjects who received HCT for CMML were reported to the Center for International Blood and Marrow Transplant Research. The median age at transplantation was 57 years (range, 23 to 74). Median follow-up was 51 months (range, 3 to 122). On multivariate analyses, CPSS scores, Karnofsky performance status (KPS), and graft source were significant predictors of survival (P = .004, P = .01, P = .01, respectively). Higher CPSS scores were not associated with disease-free survival, relapse, or transplantation-related mortality. In a restricted analysis of subjects with relapse after HCT, those with intermediate-2/high risk had a nearly 2-fold increased risk of death after relapse compared to those with low/intermediate-1 CPSS scores. Respective 1-year, 3-year, and 5-year survival rates for low/intermediate-1 risk subjects were 61% (95% confidence interval [CI], 52% to 72%), 48% (95% CI, 37% to 59%), and 44% (95% CI, 33% to 55%), and for intermediate-2/high risk subjects were 38% (95% CI, 28% to 49%), 32% (95% CI, 21% to 42%), and 19% (95% CI, 8% to 29%). We conclude that higher CPSS score at time of transplantation, lower KPS, and a bone marrow graft are associated with inferior survival after HCT. Further investigation of CMML disease-related biology may provide insights into other risk factors predictive of post-transplantation outcomes.",
      "journal": "Biology of blood and marrow transplantation : journal of the American Society for Blood and Marrow Transplantation",
      "publication_date": "2017 May",
      "authors": [
        {
          "name": "Liu HD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ahn KW",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu ZH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hamadani M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nishihori T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wirk B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Beitinjaneh A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rizzieri D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Grunwald MR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sabloff M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Olsson RF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bajel A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bredeson C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Daly A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Inamoto Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Majhail N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Saad A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gupta V",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gerds A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Malone A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tallman M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Reshef R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Marks DI",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Copelan E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gergis U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Savoie ML",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ustun C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Litzow MR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cahn JY",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kindwall-Keller T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Akpek G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Savani BN",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Aljurf M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rowe JM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wiernik PH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hsu JW",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cortes J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Kalaycio M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Maziarz R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sobecks R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Popat U",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Alyea E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Saber W",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/28115276/",
      "citation": "{'name': 'Liu HD', 'authtype': 'Author', 'clusterid': ''} et al. Allogeneic Hematopoietic Cell Transplantation for Adult Chronic Myelomonocytic Leukemia.. Biology of blood and marrow transplantation : journal of the American Society for Blood and Marrow Transplantation (2017 May)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "28621841",
      "title": "Hypomethylating agent therapy use and survival in older patients with chronic myelomonocytic leukemia in the United States: A large population-based study.",
      "abstract": "BACKGROUND: Despite the approval of azacitidine in 2004 and the approval of decitabine in 2006 in the United States for chronic myelomonocytic leukemia (CMML), the overall survival (OS) benefit with hypomethylating agent (HMA) therapy is unclear. METHODS: Older adults (age >/= 66 years) who had been diagnosed with CMML from 2001 to 2011 were selected from the Surveillance, Epidemiology, and End Results-Medicare database, and propensity score matching was used to match patients who had been diagnosed after HMA approval (2007-2011) and had received HMA treatment with patients diagnosed before HMA approval (2001-2003). Cox proportional hazards models with the matched sample were used to assess the change in OS. A second matched cohort of patients who did not receive HMA after approval and patients diagnosed before HMA approval was used to evaluate survival change attributable to other potential differences between the 2 time periods, such as improved supportive care. RESULTS: Among 1378 older adults diagnosed with CMML, the median OS was 13 months, and 18.8% received HMAs. In the primary matched analysis, with 225 HMA users diagnosed in 2007-2011 and 395 patients diagnosed in 2001-2003, the median OS times were 17 and 11 months, respectively (hazard ratio, 0.72; 95% confidence interval [CI], 0.58-0.91; P = .005). In a secondary analysis, the risk of death did not differ between 395 propensity score-matched HMA nonusers diagnosed in 2007-2011 and 484 patients diagnosed in 2001-2003 (hazard ratio, 1.09; 95% CI, 0.91-1.32; P = .34). CONCLUSIONS: Despite limited evidence, HMAs are commonly used to treat older CMML patients. The use of HMAs was associated with a 28% reduction in the risk of death in adjusted analyses. Improvements in supportive care do not appear to account for temporal improvements in OS. Cancer 2017;123:3754-3762. (c) 2017 American Cancer Society.",
      "journal": "Cancer",
      "publication_date": "2017 Oct 1",
      "authors": [
        {
          "name": "Zeidan AM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu X",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Long JB",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang R",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ma X",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Podoltsev NA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Huntington SF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gore SD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Davidoff AJ",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/28621841/",
      "citation": "{'name': 'Zeidan AM', 'authtype': 'Author', 'clusterid': ''} et al. Hypomethylating agent therapy use and survival in older patients with chronic myelomonocytic leukemia in the United States: A large population-based study.. Cancer (2017 Oct 1)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "29288910",
      "title": "3q26/EVI1 rearrangement in myelodysplastic/myeloproliferative neoplasms: An early event associated with a poor prognosis.",
      "abstract": "3q26.2/EVI1 rearrangements resulting in EVI1 overexpression play an important role in leukemogenesis and are associated with treatment resistance and a poorer prognosis in patients with acute myeloid leukemia, myelodysplastic syndrome, chronic myeloid leukemia and BCR-ABL negative myeloproliferative neoplasms. In this study, we aim to explore the clinicopathological features of myelodysplastic/myeloproliferative (MDS/MPN) neoplasms with 3q26.2/EVI1 rearrangements and determine the potential impact of these cytogenetic abnormalities on treatment response and survival. The study group included 12 cases of MDS/MPN with 3q26.2 rearrangements detected by conventional karyotyping. There were 7 men and 5 women with a median age of 67 years (range, 51-79 years) at time of initial MDS/MPN diagnosis. Ten cases were classified as chronic myelomonocytic leukemia (CMML) and 2 were MDS/MPN, unclassifiable. Among CMML cases, 5 (50%) were proliferative type and 5 (50%) were dysplastic type. Based on blast counts, these 10 CMML were: CMML-0 (n = 2), CMML-1 (n = 3), and CMML-2 (n = 5). Eleven (92%) patients had 3q26 rearrangements at the initial diagnosis. Inv(3)(q21q26.2) was most common, identified in 7(58%) patients, followed by t(3;21)(q26.2;q22) in 2 patients and 1 patient each with t(3;3)(q21;q26.2), t(2;3)(p21;q26-27), and t(3;6)(q26.2;q26). Six (50%) patients had 3q26.2 rearrangements as a sole cytogenetic abnormality and 6 (50%) patients had additional cytogenetic abnormalities. Molecular studies revealed DNMT3A mutations in all 3 patients assessed and RAS mutations in 2 of 8 (25%) patients. No mutations in ASXL1 (n = 3), TET2 (n = 3), FLT3 ITD/D835 (n = 10), and CEBPA (n = 7) were detected. Most patients received hypomethylating agent based chemotherapy. The median follow-up was 11.5 months (range, 1.5-24 months) and at time of last follow-up, 11 (92%) died with a median survival of 13.4 months (range, 1.5-24 months). The only patient alive had a relatively short follow-up of 2.4 months and showed disease progression at the last visit. In conclusion, 3q26.2/EVI1 rearrangements are a rare event and usually present at time of initial diagnosis in MDS/MPN. The presence of 3q26.2/EVI1 rearrangements in MDS/MPN is associated with rapid disease progression, poor response to treatment, and a poor prognosis.",
      "journal": "Leukemia research",
      "publication_date": "2018 Feb",
      "authors": [
        {
          "name": "Hu Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ji C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tang Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Thakral B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Loghavi S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Medeiros LJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang W",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/29288910/",
      "citation": "{'name': 'Hu Z', 'authtype': 'Author', 'clusterid': ''} et al. 3q26/EVI1 rearrangement in myelodysplastic/myeloproliferative neoplasms: An early event associated with a poor prognosis.. Leukemia research (2018 Feb)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "38411250",
      "title": "Validation of the Artificial Intelligence Prognostic Scoring System for Myelodysplastic Syndromes in chronic myelomonocytic leukaemia: A novel approach for improved risk stratification.",
      "abstract": "Chronic myelomonocytic leukaemia (CMML) is a rare haematological disorder characterized by monocytosis and dysplastic changes in myeloid cell lineages. Accurate risk stratification is essential for guiding treatment decisions and assessing prognosis. This study aimed to validate the Artificial Intelligence Prognostic Scoring System for Myelodysplastic Syndromes (AIPSS-MDS) in CMML and to assess its performance compared with traditional scores using data from a Spanish registry (n = 1343) and a Taiwanese hospital (n = 75). In the Spanish cohort, the AIPSS-MDS accurately predicted overall survival (OS) and leukaemia-free survival (LFS), outperforming the Revised-IPSS score. Similarly, in the Taiwanese cohort, the AIPSS-MDS demonstrated accurate predictions for OS and LFS, showing superiority over the IPSS score and performing better than the CPSS and molecular CPSS scores in differentiating patient outcomes. The consistent performance of the AIPSS-MDS across both cohorts highlights its generalizability. Its adoption as a valuable tool for personalized treatment decision-making in CMML enables clinicians to identify high-risk patients who may benefit from different therapeutic interventions. Future studies should explore the integration of genetic information into the AIPSS-MDS to further refine risk stratification in CMML and improve patient outcomes.",
      "journal": "British journal of haematology",
      "publication_date": "2024 Apr",
      "authors": [
        {
          "name": "Mosquera Orgueira A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Perez Encinas MM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Diaz Varela N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang YH",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mora E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Diaz-Beya M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Montoro MJ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pomares Marin H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ramos Ortega F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tormo M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jerez A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Nomdedeu J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "de Miguel Sanchez C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Arenillas L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Carcel P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cedena Romero MT",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xicoy Cirici B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rivero Arango E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Del Orbe Barreto RA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Benlloch L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lin CC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tien HF",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Pérez Míguez C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Crucitti D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Díez Campelo M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Valcárcel D",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/38411250/",
      "citation": "{'name': 'Mosquera Orgueira A', 'authtype': 'Author', 'clusterid': ''} et al. Validation of the Artificial Intelligence Prognostic Scoring System for Myelodysplastic Syndromes in chronic myelomonocytic leukaemia: A novel approach for improved risk stratification.. British journal of haematology (2024 Apr)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "10648421",
      "title": "Regulation of drug sensitivity by ribosomal protein S3a.",
      "abstract": "When bcl-2 is immunoprecipitated from (32)P-labeled cell extracts of all-trans retinoic acid (ATRA)-treated acute myeloblastic leukemia (AML) blasts, a phosphorylated protein of approximately 30 kd is coprecipitated. This protein has been identified as ribosomal protein S3a. The biologic effects of S3a include favoring apoptosis and enhancing the malignant phenotype. We sought to determine whether S3a, like bcl-2, influenced the response of cells to chemotherapeutic drugs and ATRA. Cell lines were studied in which S3a was genetically increased or disrupted; increased S3a was regularly associated with increased plating efficiency and increased sensitivity to either cytosine arabinoside (ara-C) or doxorubicin (DNR). S3a did not affect the sensitivity of cells to paclitaxel. Pulse exposures to either (3)HTdR or ara-C showed a greater percentage of clonogenic cells in the S phase of the cell cycle in cells with increased S3a than in controls. Cells with increased S3a responded to ATRA by increased ara-C or DNR sensitivity, whereas cells with reduced S3a protein were either protected by ATRA or not affected. We studied cryopreserved blast cells from patients with AML or chronic myelomonocytic leukemia (CMML). S3a protein levels were heterogeneous in these populations. In 32 cryopreserved blast populations, S3a levels were significantly correlated with both bcl-2 and with cell growth in culture. As in cell lines, high S3a in cryopreserved blasts was associated with ATRA-induced sensitization to ara-C. No significant association was seen between S3a levels and response to treatment. FAU - Hu, Z B",
      "journal": "Blood",
      "publication_date": "2000 Feb 1",
      "authors": [
        {
          "name": "Hu ZB",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Minden MD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "McCulloch EA",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Stahl J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/10648421/",
      "citation": "{'name': 'Hu ZB', 'authtype': 'Author', 'clusterid': ''} et al. Regulation of drug sensitivity by ribosomal protein S3a.. Blood (2000 Feb 1)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "23251462",
      "title": "Deletion of TAK1 in the myeloid lineage results in the spontaneous development of myelomonocytic leukemia in mice.",
      "abstract": "Previous studies of the conditional ablation of TGF-beta activated kinase 1 (TAK1) in mice indicate that TAK1 has an obligatory role in the survival and/or development of hematopoietic stem cells, B cells, T cells, hepatocytes, intestinal epithelial cells, keratinocytes, and various tissues, primarily because of these cells' increased apoptotic sensitivity, and have implicated TAK1 as a critical regulator of the NF-kappaB and stress kinase pathways and thus a key intermediary in cellular survival. Contrary to this understanding of TAK1's role, we report a mouse model in which TAK1 deletion in the myeloid compartment that evoked a clonal myelomonocytic cell expansion, splenomegaly, multi-organ infiltration, genomic instability, and aggressive, fatal myelomonocytic leukemia. Unlike in previous reports, simultaneous deletion of TNF receptor 1 (TNFR1) failed to rescue this severe phenotype. We found that the features of the disease in our mouse model resemble those of human chronic myelomonocytic leukemia (CMML) in its transformation to acute myeloid leukemia (AML). Consequently, we found TAK1 deletion in 13 of 30 AML patients (43%), thus providing direct genetic evidence of TAK1's role in leukemogenesis. FAU - Lamothe, Betty",
      "journal": "PloS one",
      "publication_date": "2012",
      "authors": [
        {
          "name": "Lamothe B",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lai Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hur L",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Orozco NM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Wang J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Campos AD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Xie M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Schneider MD",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lockworth CR",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jakacky J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tran D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Ho M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dawud S",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dong C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Lin HK",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hu P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Estrov Z",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bueso-Ramos CE",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Darnay BG",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/23251462/",
      "citation": "{'name': 'Lamothe B', 'authtype': 'Author', 'clusterid': ''} et al. Deletion of TAK1 in the myeloid lineage results in the spontaneous development of myelomonocytic leukemia in mice.. PloS one (2012)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "2280603",
      "title": "de novo myelodysplastic syndromes in adults aged 50 or less. A report on 37 cases.",
      "abstract": "We report on 37 adults aged 50 years or less with de novo myelodysplastic syndrome (MDS) (excluding cases secondary to chemo or radiotherapy), who represented 6.7% of our total cases of adult MDS. Median age was 42 (range 18-50). At diagnosis, there were 9 RA, 6 RAEB, 13 RAEB-T, 9 CMML but no RARS. Five patients had a familial history of MDS, and 3 a history of occupational exposure to potential carcinogens. Twenty-one patients received intensive chemotherapy (at diagnosis or during the evolution) but only 8 (38%) achieved complete remission (CR), and median CR duration was 10 months. Five patients were allografted (3 of them as first line therapy): 2 remained disease free after 12 and 10 months, and 3 died of transplant related complications. Median actuarial survival of the 37 patients was 21 months. Significantly shorter survival was seen in patients who had circulating blasts, Bournemouth score greater than 1 or 2, abnormal karyotype (especially monosomy 7) and RAEB or CMML. When compared with our MDS aged more than 50, our MDS aged 50 or less were characterized by more familial cases, more cases of RAEB-T and less cases of RAEB and RARS, more frequent abnormal karyotype and monosomy 7, more frequent progression to AML, identical overall survival but longer survival in RAEB-T and shorter survival in CMML. MDS in younger adults seem relatively often familiar or associated to occupational exposure. They have a poor prognosis with conventional therapeutic approaches and therefore require allografting, whenever possible. FAU - Fenaux, P",
      "journal": "Leukemia research",
      "publication_date": "1990",
      "authors": [
        {
          "name": "Fenaux P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Preudhomme C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Hélène Estienne M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Morel P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Laï JL",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gardin C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Jouet JP",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bauters F",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/2280603/",
      "citation": "{'name': 'Fenaux P', 'authtype': 'Author', 'clusterid': ''} et al. de novo myelodysplastic syndromes in adults aged 50 or less. A report on 37 cases.. Leukemia research (1990)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "25332630",
      "title": "Juvenile myelomonocytic leukemia in India: cure remains a distant dream!",
      "abstract": "There is paucity of outcome data regarding juvenile myelomonocytic leukemia from India. We report a series of eight children. Three had monosomy 7 and one had complex cytogenetics. One with Down's syndrome recovered spontaneously. Three refused therapy of whom only one is alive with disease. One died post chemotherapy. Three underwent allogeneic stem cell transplant after protracted delay with funds arranged from various governmental and non-governmental organizations. Of these two died (relapse-1 and intracranial bleed-1) and one is alive and disease free. In India, it's a milestone to reach transplant due to high cost and cure still remains a distant dream. FAU - Ramzan, Mohammed",
      "journal": "Indian journal of hematology & blood transfusion : an official journal of Indian Society of Hematology and Blood Transfusion",
      "publication_date": "2014 Sep",
      "authors": [
        {
          "name": "Ramzan M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Yadav SP",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dhingra N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sachdeva A",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/25332630/",
      "citation": "{'name': 'Ramzan M', 'authtype': 'Author', 'clusterid': ''} et al. Juvenile myelomonocytic leukemia in India: cure remains a distant dream!. Indian journal of hematology & blood transfusion : an official journal of Indian Society of Hematology and Blood Transfusion (2014 Sep)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "3113160",
      "title": "High-voltage irradiation and hydroxyurea for pulmonary leukostasis in acute myelomonocytic leukemia.",
      "abstract": "A 29-year-old man with acute myelomonocytic leukemia had an initial leukocyte count of 192 X 10(9) cells/l and 84% blasts. During the initial treatment with hydroxyurea, 1 g/m2 orally tid, he developed pulmonary leukostasis which responded rapidly to whole-lung radiation with 1.5 Gy in one fraction. Pulmonary leukostasis in hyperleukocytotic AML is an oncologic emergency demanding rapid intervention. The combined treatment with chemotherapy and radiation appears useful. FAU - von Eyben, F E",
      "journal": "Acta haematologica",
      "publication_date": "1987",
      "authors": [
        {
          "name": "von Eyben FE",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Siddiqui MZ",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Spanos G",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/3113160/",
      "citation": "{'name': 'von Eyben FE', 'authtype': 'Author', 'clusterid': ''} et al. High-voltage irradiation and hydroxyurea for pulmonary leukostasis in acute myelomonocytic leukemia.. Acta haematologica (1987)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "29050457",
      "title": "Skin nodules in onset of acute myeloid leukemia, a myelomonocytic variant case.",
      "abstract": "",
      "journal": "Giornale italiano di dermatologia e venereologia : organo ufficiale, Societa italiana di dermatologia e sifilografia",
      "publication_date": "2017 Dec",
      "authors": [
        {
          "name": "Bertolini F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Cassisa A",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Miggiano MC",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Gasparin P",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/29050457/",
      "citation": "{'name': 'Bertolini F', 'authtype': 'Author', 'clusterid': ''} et al. Skin nodules in onset of acute myeloid leukemia, a myelomonocytic variant case.. Giornale italiano di dermatologia e venereologia : organo ufficiale, Societa italiana di dermatologia e sifilografia (2017 Dec)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "10072111",
      "title": "Myelodysplastic syndromes with nephrotic syndrome.",
      "abstract": "It is sometimes reported that the immunological abnormalities in myelodysplastic syndromes (MDS) induce autoimmune disease (i.e., acute systemic vasculitic syndrome, chronic cutaneous vasculitis, polyneuropathy, relapsing polychondritis, and steroid-responsive pulmonary disorders). We investigated the clinical features of patients with MDS accompanied by nephrotic syndrome. We enrolled 125 patients with MDS who were admitted between January 1979 and May 1996 in this study. The renal function was assessed based on the laboratory data and the findings at the physical examination. The diagnoses of nephrotic syndrome and glomerular disease were established when 24-hr urinary excretion was more than 3.5 g and serum total protein was less than 6.0 g/dl, and when the 24-hr protein excretion was more than 1.5 g. Five patients (4%) had glomerular disease, and three (2.4%) had nephrotic syndrome. Of the five patients with glomerular disease, two had refractory anemia (RA), and three had chronic myelomonocytic leukemia (CMMOL). Three of the total 11 patients with CMMOL were diagnosed as having nephrotic syndrome. Among the CMMOL patients, those with nephrotic syndrome showed higher absolute monocyte numbers than did those without nephrotic syndrome (8830 +/- 4677/microl vs. 3061 +/- 2887/microl, P = 0.03). One CMMOL patient was treated with VP-16 and hydroxyurea. As the white blood cell count in this patient decreased, the 24-hr urine protein excretion and the serum tumor necrosis factor alpha level decreased. The relationship between nephrotic syndrome and CMMOL was not clear. High monocyte count and the serum cytokines in MDS patients may play a partial role in the evolution of glomerulonephritis, and CMMOL may be closely related to nephrotic syndrome. FAU - Saitoh, T",
      "journal": "American journal of hematology",
      "publication_date": "1999 Mar",
      "authors": [
        {
          "name": "Saitoh T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Murakami H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Uchiumi H",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Moridaira K",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Maehara T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Matsushima T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tsukamoto N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tamura J",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Karasawa M",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Naruse T",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Tsuchiya J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/10072111/",
      "citation": "{'name': 'Saitoh T', 'authtype': 'Author', 'clusterid': ''} et al. Myelodysplastic syndromes with nephrotic syndrome.. American journal of hematology (1999 Mar)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "12708945",
      "title": "Acute tumor lysis syndrome secondary to hydroxyurea in acute myeloid leukemia.",
      "abstract": "OBJECTIVE: To report 2 cases of acute tumor lysis syndrome (ATLS) associated with hydroxyurea treatment. CASE SUMMARY: A 79-year-old woman diagnosed with chronic lymphocytic leukemia presented with an acute blastic transformation. She was promptly hydrated, started on allopurinol, and treated with hydroxyurea. About 24 hours later, her biochemistry panel showed parameters consistent with ATLS when compared with pretreatment levels. The second case was a 76-year-old man newly diagnosed with acute myeloid leukemia presenting with high blast fraction. He was given appropriate hydration and allopurinol prophylaxis, and was started on high-dose hydroxyurea treatment. He became symptomatic after 12 hours and results of his blood work were consistent with ATLS. DISCUSSION: ATLS is a well-known metabolic disturbance that occurs after cell destruction of rapidly growing tumors. In standard doses, hydroxyurea leads to cell death in the S phase and is not thought to cause significant cell lysis. However, in large doses, it possibly acts by a different mechanism and had a direct cytolytic effect associated with ATLS in our patients. CONCLUSIONS: Although ATLS caused by hydroxyurea appears to be rare, patients at risk should be closely monitored for this complication. An objective causality assessment using the Naranjo probability scale revealed that the adverse drug reaction was probable between ATLS and hydroxyurea therapy in these 2 patients. FAU - Seki, Jack T",
      "journal": "The Annals of pharmacotherapy",
      "publication_date": "2003 May",
      "authors": [
        {
          "name": "Seki JT",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Al-Omar HM",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Amato D",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Sutton DM",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/12708945/",
      "citation": "{'name': 'Seki JT', 'authtype': 'Author', 'clusterid': ''} et al. Acute tumor lysis syndrome secondary to hydroxyurea in acute myeloid leukemia.. The Annals of pharmacotherapy (2003 May)",
      "drug": "hydroxyurea"
    },
    {
      "pmid": "8971380",
      "title": "Juvenile myelomonocytic leukemia: analyses of treatment results in the EORTC Children's Leukemia Cooperative Group (CLCG).",
      "abstract": "Forty-six children with juvenile myelomonocytic leukemia (JMML) diagnosed between 1978 and 1993 in 12 centers were retrospectively studied. There is no evidence that any conventional treatment influences the long-term evolution of JMML. Among 28 patients treated without bone marrow transplantation (BMT), 26 died (median survival: 17 months), two are alive, one in complete remission (CR) after intensive chemotherapy. Allogenic BMT is the best treatment: 18 patients underwent BMT, 11 are in CR (at 9, 15, 22, 25, 41, 45, 49, 53, 66, 90 and 108 months). Conditioning regimens using chemotherapy alone may cure some patients (3/6) occasionally despite autologous reconstitution (1/3); if relapse occurs, a second BMT may be curative (2/3). Among the 12 patients conditioned immediately with TBI, six are in CR, one is in relapse, five died (one of them in durable autologus CR from Schwannoma). It is our opinion that splenectomy is of therapeutic value and seems not to have influenced the incidence of infections complications. We found no argument in favor of intensive chemotherapy before conditioning. Results with HLA-matched unrelated donors are satisfactory. One patient relapsed at 4 months after an unrelated BMT and entered a new CR after discontinuation of cyclosporine. FAU - Lutz, P",
      "journal": "Bone marrow transplantation",
      "publication_date": "1996 Dec",
      "authors": [
        {
          "name": "Lutz P",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Zix-Kieffer I",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Souillet G",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Bertrand Y",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Dhooge C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rubie C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Mazingue F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Marguerite F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Machinaud-Lacroix F",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Rialland X",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Plouvier E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Behar C",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Vilmer E",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Philippe N",
          "authtype": "Author",
          "clusterid": ""
        },
        {
          "name": "Otten J",
          "authtype": "Author",
          "clusterid": ""
        }
      ],
      "url": "https://pubmed.ncbi.nlm.nih.gov/8971380/",
      "citation": "{'name': 'Lutz P', 'authtype': 'Author', 'clusterid': ''} et al. Juvenile myelomonocytic leukemia: analyses of treatment results in the EORTC Children's Leukemia Cooperative Group (CLCG).. Bone marrow transplantation (1996 Dec)",
      "drug": "hydroxyurea"
    }
  ]
}